{
  "GuideData": {
    "AdsController": [
      {

        "Active_Ads": "ironsource",

        "IronSource_App_Key": "14a82d3d1",

        "IronSource_interstitial": "DefaultInterstitial",
        "IronSource_banner": "DefaultBanner",

        "Startapp_id": "xxxxxxxxxx"

      }

    ],

    "items": [
      {
        "title": "The Embassy",
        "image": "https://www.gamerguides.com/assets/guides/205/hfw_the_embassy_charger_override.jpg"
      },{
        "title": "Death’s Door",
        "image": "https://www.gamerguides.com/assets/guides/205/hfw_deaths_door_shieldwing_glide.jpg"
      },{
        "title": "The Dying Lands",
        "image": "https://www.gamerguides.com/assets/guides/205/hfw_the_dying_lands_zo_follow.jpg"
      },{
        "title": "The Eye of the Earth",
        "image": "https://www.gamerguides.com/assets/guides/205/hfw_the_eye_of_the_earth_pullcaster_vent.jpg"
      },{
        "title": "The Broken Sky",
        "image": "https://www.gamerguides.com/assets/guides/205/hfw_the_broken_sky_museum_visions.jpg"
      },{
        "title": "The Kulrut",
        "image": "https://www.gamerguides.com/assets/guides/205/hfw_the_kulrut_machines_fight.jpg"
      },{
        "title": "Cradle of Echoes",
        "image": "https://www.gamerguides.com/assets/guides/205/hfw_cradle_of_echoes_start.jpg"
      }
    ],


    "content0": [
      {
        "ordered": "text_image",
        "color": "#0b1b36",
        "style": "blood",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "10",
        "right": "0",
        "text_size": "20",
        "image_width": "150",
        "image_hieght": "100",
        "image_link": "https://www.gamerguides.com/assets/guides/205/hfw_the_embassy_charger_override.jpg",
        "text": "The Embassy\n",
        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://www.gamerguides.com/assets/guides/205/hfw_the_embassy_barren_light_travel.jpg",
        "text": "Walkthrough for the Main Quest The Embassy in Horizon Forbidden West, including information about how to obtain Fashav’s Token, the Shieldwing and how to defeat Grudda.\nThis quest will begin immediately after completing [To the Brink]. Note that after completing the aforementioned Main Quest, Chainscrape will be back to business as usual, which means you can finally buy new arms and armor from merchants. Consider shopping for upgrades and/or more diverse weaponry before you continue the main story.\n\n",

        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://www.gamerguides.com/assets/guides/205/hfw_the_embassy_nozar_talk.jpg",
        "text": "How to Reach Barren Light\nBarren’s Light is a fair trek to the southwest, and while it can be reached easily enough on foot (there are a few Campfires along the way, as well), you can alternatively override a Charger and ride it to Barren’s Light. This is completely optional, but good practice for the future, when the map opens up more.\n\nA Charger Site can conveniently be found just southwest of Chainscrape - in fact, there are two of them en route to Barren’s Light. Locate the target machines, hide, sneak up to one, then hold down Triangle to override it, after which it’ll serve as your loyal steed. Press Square to mount and dismount, and mash X to prompt the machine to run.\n\nHijack and Charger and ride it southwest to Barren’s Light or make the journey on foot. Either way, when you arrive, check out the wares of the merchants here; the Hunter will sell new weapons:\n\n[Ropecaster]\n[Explosive Tripcaster]\n[Explosive Blastsling]\n[Swift Warrior Bow]\n[Knockdown Sharpshot Bow]\n[Slicing Shredder Gauntlet]\nWhile the Stitcher will sell new armor:\n\n[Nora Sentinel]\nBoth the Slicing Shredder Gauntlet and the Nora Sentinel armor are rare, and require machine components you can’t acquire yet.\n\nYou can also start the Side Quest Shadow From the Past, the Errand Signals of the Sun and the Salvage Contract [Keruf’s Salvage Unlimited], although you can’t progress the last one much at this time.\n\n",

        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://www.gamerguides.com/assets/guides/205/hfw_the_embassy_rebel_dismount.jpg",
        "text": "How to Start the Embassy\nWhen you’re done exploring Barren Light, head southwest into the keep, where you’ll find Erend, whom you can talk to, although it’s optional. Continue to the gate and talk to Lawan, and afterwards he’ll lead you up some ramps where you’ll find Nozar and Studious Vuadis. Talk to Nozar to hear more excuses, then choose the option “I’m going now.” to continue the quest or “I’ll wait.” if you have any unfinished business.\n\nAssuming the former you’ll eventually find yourself beyond the gate. Make your way west across a bridge to confront the Tenakth and you’ll end up chatting with Marshal Fashav. Exhaust his dialog options and Fashav will furnish you with Fashav’s Token, after which the embassy will begin… only to be interrupted shortly after beginning.\n\n",

        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://www.gamerguides.com/assets/guides/205/hfw_the_embassy_grudda_melee_combo_dodge.jpg",
        "text": "How to Defeat the Tenekth Rebels\nSurvival is the name of the game, you need to fend off a wave of Tenakth Rebels mounted on Chargers. Body shots on a rider will be sufficient to dismount them, after which you can try to finish them off with your spear. The Chargers themselves are fairly weak - shoot off the Horns to dish out extra damage, and if they expose their Blaze Canisters, target them. If you can hit the Blaze Canisters with a source of fire damage, the resulting explosion will harm both mount and rider alike. While you fight, be wary of the archers on the ridge - they probably won’t target Aloy at this phase, especially if you don’t go north towards the ridge. If you want to mitigate their influence further, hide behind the ruins to the south.\n\nEndure and defeat enough foes and you’ll get some more scenes, after which the second wave of enemies will arrive, including any survivors from the previous wave. These are more dangerous solely due to the fact that they’re mounted on Bristlebacks, but the strategy is largely the same: shoot the riders to dismount them, target the Bristleback’s Tusks and Acid Canisters to take them down more quickly.\n\nDefeat your foes and another challenger will emerge.\n\n",

        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://www.gamerguides.com/assets/guides/205/hfw_the_embassy_grudda_shield_takedown.jpg",
        "text": "How to Defeat Grudda\nAfter some scenes you’ll find yourself facing off against Regalla’s champion, Grudda, who is armed with an energy shield. Start out the fight by scanning it so you know what you’re dealing with.\n\n Subsubscribe to Premium to Remove Ads\nGrudda’s got a variety of attacks, as follows:\n\nMelee Combo: The most common attack Grudda will attempt, sometimes after charging to close ground. Grudda will perform a series of wide sweeps with his sword. As he approaches, try to dodge towards and to the side of Grudda - if you get behind him this way while he swings, it’ll inhibit his ability to follow up. If you dodge away from Grudda, he’ll likely just keep swinging, forcing you to keep dodging.\n\nShield Bash: In addition to defense, Grudda can use his shield offensively, trying to bash Aloy with it (sometimes after charging).\n\nShockwave: Grudda will slam his shield into the ground, shooting a wave of electrical energy forward. With good timing you can dodge over this attack. If you get hit, it’ll inflict Shock damage.\n\nFire Bomb: Grudda will toss an incendiary grenade at you, inflicting Fire damage.\n\nExplosive Bombs: Grudda will throw a cluster of explosives at Aloy, which will detonate momentarily after impact.\n\nMost of Grudda’s attacks are easy enough to dodge, especially if you can tame the instinct to dodge away from Grudda and dodge towards him, instead.\n\n",

        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "As for your own offense, Grudda’s shield must be overloaded before you’ve got a good chance to actually damage him, and at this the Warrior Bow excels. Use it to quickly fill his shield with projectiles and it’ll blink off momentarily, after which target his head. You’ll need to break the mask off (the hit area for the mask is much smaller than it appears), then aim for headshots. It’ll probably take quite a few headshots to bring him down, and you’ll likely have to overload his shield a few times during this process.\n\nKeep at it and once Grudda falls this quest will be over. You’ll claim Grudda’s damaged shield, the Shieldwing, which is still sturdy enough for you to use as a glider, and after you’re done chatting with Lawan you’ll be free to explore the Forbidden West!… the eastern end of it, anyways.\n\n",

        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      }
    ],
    "content1": [
      {
        "ordered": "text_image",
        "color": "#0b1b36",
        "style": "blood",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "10",
        "right": "0",
        "text_size": "20",
        "image_width": "150",
        "image_hieght": "100",
        "image_link": "https://www.gamerguides.com/assets/guides/205/hfw_deaths_door_shieldwing_glide.jpg",
        "text": "Death’s Door\n",
        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://www.gamerguides.com/assets/guides/205/hfw_deaths_door_salvage_contractor_barren_light.jpg",
        "text": "Walkthrough for the Main Quest Death’s Door in Horizon Forbidden West, including information on how to craft the Igniter, how to make your way through Latopolis and how to defeat Erik.\n\nThis quest will begin immediately after completing [The Embassy], albeit after Aloy plunders the Shieldwing from the foe she just defeated and has a lengthy conversation with Lawan. After that, however, you’ll find yourself alone on a plain just southwest of Barren Light, free to finally explore the Forbidden West.\n\n",

        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://www.gamerguides.com/assets/guides/205/hfw_deaths_door_jelda_relic_ruins_no_mans_land.jpg",
        "text": "How to Reach the Coordinates Recovered from the Spire\nMake use of the nearby Campfire to the west, save if you wish, then check out your map. Your current objective, to follow where Sylens beckons, requires you to travel a good distance to the southwest.\n\nAssuming you’re ready to go, give that Shieldwing a try by leaping off the cliff to the west and gliding down to the southwest. You should land near an Oseram salvager camp, where you can start [Salvage Contractor: Barren Light]. There’s also another Campfire nearby, if your few moments of exploration requires saving. From here you should be able to just follow the roads most of the way to your destination; if you do, you’ll likely encounter some Oseram, led by Jelda, being attacked by some Rebel Warriors near a Campfire. If you assist the Oseram and talk to Jelda afterwards, they’ll tell you about the nearby Relic Ruins: No Man’s Land, which serves as an introduction to the activity. You can’t gain access to these Relic Ruins at this point, due to the “red crystals” Jelda mentions.\n\nAvoid or defeat the machines you encounter as you continue southwest (you’ll find some [Scrappers] and [Leapslashers] along the way) and you’ll find yourself along the edge of a lake, with a massive Horus machine looming over it. Ominous.\n\n",

        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://www.gamerguides.com/assets/guides/205/hfw_deaths_door_new_home_datapoint.jpg",
        "text": "Swim across the lake to the southwest until you reach the quest marker, which, unsurprisingly, is under the dormant Horus machine. Use a Campfire located nearby, then use your Focus to search the workshop Sylens set up under the massive machine to find the New Home audio datapoint under a shelter to the north, and the Interrogation Log text datapoint on a table to the southwest. Next interact with a console along the northeastern end of Sylen’s camp and you’ll be greeted by a pre-recorded hologram from Sylens.\n\n",

        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://www.gamerguides.com/assets/guides/205/hfw_deaths_door_campfire_hunter_merchant.jpg",
        "text": "",

        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://www.gamerguides.com/assets/guides/205/hfw_deaths_door_firegleam_block.jpg",
        "text": "Follow the Orb’s Trail\nOnce again you need to follow where Sylens leads, and this time the rut caused by HADES’ processing orb provides a clear trail for you to follow. The trail will generally run along the coast, taking you through an ancient battlefield, taking you past some [Frost Glinthawks] and some [Scrappers], and later on you’ll run past a group of [Chargers]. Fight or avoid these machines as you see fit and eventually you’ll reach another [Campfire] along the rut trail, near which you’ll find a Hunter who will sell you hunting goods. Peruse his wares if you wish, then continue following the rut trail.\n\nAs you follow HADES’ trail you may see some [Leapslashers] off the road to the left. Ignore them for now - you may have some use for them later. Continue into some ruins and follow the linear path ahead until you find the processing orb that serves as HADES’ prison.\n\nInteract with HADES and you’ll find yourself conversing with the malignant AI subroutine. Exhaust its dialog options and Aloy will finish what Sylens started. Once she’s done interfacing with HADES, you’ll get a live chat with Sylens, albeit via hologram. After Sylens is done dropping exposition, head forward to a biometrically-sealed door and Aloy will make use of her genetics to get the door open.\n\n",

        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "How to Craft the Igniter\nAlas, time makes fools of us all, and where ancient technology has failed, modern ingenuity will have to triumph; you’ll need to craft an Igniter to bypass the “Firegleam” on the door, and to do this you’ll need to gather some Deepwater Kindle Weed Oil and a Leapslasher’s Spark Coil.\n\n",

        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      }
    ],
    "content2": [
      {
        "ordered": "text_image",
        "color": "#0b1b36",
        "style": "blood",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "10",
        "right": "0",
        "text_size": "20",
        "image_width": "150",
        "image_hieght": "100",
        "image_link": "https://www.gamerguides.com/assets/guides/205/hfw_the_dying_lands_zo_follow.jpg",
        "text": "The Dying Lands",
        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://www.gamerguides.com/assets/guides/205/hfw_the_dying_lands_clawstrider_shock.jpg",
        "text": "Walkthrough for the Main Quest The Dying Lands in Horizon Forbidden West, including information about how to defeat the Grimhorn.\n\nHow to Reach Plainsong\nAfter the lengthy scenes following Death’s Door, you’ll regain control in Stone’s Echo, a small Utaru village in the middle of the Cinnabar Sands region. Your goal now is to rendezvous with Varl and Zo in Plainsong, which is a good distance to the north (and slightly west). If you completed the Tallneck: Cinnabar Sands earlier and discovered a nearby Campfire, that’ll get you more than half of the way there, otherwise, override a Charger, as it’s a long trek.\n\nOther than machines, be wary when you reach the forests on the outskirts of Plainsong, as rebels can often be found hiding in ambush among the trees.\n\nOnce you reach Plainsong, note that you can visit the Hunter to buy new weapons:\n\n[Frost Hunter Bow]\n[Slicing Hunter Bow]\n[Acid Warrior Bow]\n[Shearing Warrior Bow]\n[Hardweave Sharpshot Bow]\n[Forgefire Tripcaster]\n[Slicing Shredder Gauntlet]\nYou can also find new threads at the Stitcher:\n\n[Oseram Wayfarer]\n[Utaru Harvester]\n[Carja Shadow]\nNow’s not a bad time to upgrade, especially if you’re still using uncommon weapons and armor.\n\nMeet up with Varl and Zo and exhaust their dialog options, and after they leave you’ll have to track them down on the upper levels of Plainsong and talk to them again to really get things started. Make sure you’re prepared before you proceed, and when you’re ready, agree to meet the Chorus. After some scenes events will make Aloy’s previous attempts at negotiating moot.\n\n",

        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://www.gamerguides.com/assets/guides/205/hfw_the_dying_lands_utaru_whisperer_armor.jpg",
        "text": "How to Reach the Cordon\nFollow Varl and Zo northwest through the barren fields surrounding Plainsong. Unless Varl and Zo stop to fight any of the machines, you don’t need to bother with them, so ignore them if you wish and keep following the two. You’ll encounter Apex variants of Burrowers, Scroungers and [Scrappers] as you go, along with the odd [Clawstrider], but you shouldn’t need to fight most of these machines. You can, however, scan them if you want to add the Apex variants to your notebook.\n\nWhen you turn south and start to head into the mountains you’ll need to defeat some local machines, which include two Apex Scrappers and two Clawstriders. Remember that Clawstriders are weak to Acid and Shock damage, and target their Razor Tails for extra damage and components. Apex Scrappers are also weak to Shock damage, although their lower health pools and exposed Radars make them easier to deal with conventionally.\n\nAfter the machines are defeated, continue following Varl and Zo. You may encounter more machines as you ascend, but you should be able to just run past. When you reach the entrance to the cave, search to the left (east) to find a cache you can pry open then loot for the Utaru Whisperer armor. Loot around outside of the cave, then enter.\n\n",

        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://www.gamerguides.com/assets/guides/205/hfw_the_dying_lands_pylon_first_shoot.jpg",
        "text": "How to Reach the Repair Bay Core in Repair Bay TAU\nMake your way south, then east, only to find your way blocked by a triangular Energy Shield. Turn right south, climb some ledges, follow a circular passage around, then leap a gap to the east. Make your way downhill and when you reach a fork turn left (east) and when you enter a chamber turn southeast to find a Cauldron Door. Approach it and override it to get a scene, after which the way to the interior of the Cauldron will be opened.\n\nGo through the Cauldron door and when you reach a fork, note another triangular Energy Shield to the southwest. There’s also three Leapslashers down that way. Try to score Silent Strikes to destroy or significantly injure them - fighting three at once can be something of a chore. Once they’re vanquished, head up a ramp to the southeast and override another Cauldron door.\n\n",

        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://www.gamerguides.com/assets/guides/205/hfw_the_dying_lands_pylon_second_glass_break.jpg",
        "text": "Follow the linear passage ahead and when you emerge into a larger chamber, turn right (northwest) and stand on a triangular Pressure Plate (Varl will obsess about it until you do). Stand on the Pressure Plate and a pylon to the west will raise and start to rotate. Wait until a protrusion on the bottom section of the pylon rotates to face you, then shoot it (it’ll glow when the right section of the pylon is facing you).\n\nNow that the pylon has been tamed, head to a nearby walkway and use it to jump onto the pylon. Climb to the top of the pylon and loot north to find another pylon. You don’t need to worry about teamwork here, Aloy will get Zo to stand on the Pressure Plate automatically - just be ready to shoot the bottom section of this pylon when it’s properly aligned. Once done, leap onto the second pylon and climb to the top. Repeat the process again with a third pylon to the northwest.\n\nClimb onto the third pylon, and from there make your way west onto an adjacent walkway. If you look east you’ll find more spinning pylons, while along the southwestern end of the walkway is another Pressure Plate. You can’t shoot the pylons while standing on this Pressure Plate, so ignore it for now.\n\n",

        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      }
    ],
    "content3": [
      {
        "ordered": "text_image",
        "color": "#0b1b36",
        "style": "blood",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "10",
        "right": "0",
        "text_size": "20",
        "image_width": "150",
        "image_hieght": "100",
        "image_link": "https://www.gamerguides.com/assets/guides/205/hfw_the_eye_of_the_earth_pullcaster_vent.jpg",
        "text": "The Eye of the Earth",
        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://www.gamerguides.com/assets/guides/205/hfw_the_eye_of_the_earth_stalactite_climb.jpg",
        "text": "How to Find MINERVA\nHead up some stairs and through a doorway to the west, southwest, then continue on the linear path ahead. You’ll ascend several flights of stairs before going through another doorway, beyond which you’ll find a lab. Attempt to go through a door to the north, and after some chatter, pry the door open and climb up an elevator shaft.\n\nOnce you reach the top, continue south, turn left (east) then pry open a door to the right (south) to reach a circular data storage chamber. Go through a door to the east (Minerva blocks the doors to the west) and use your Pullcaster to strip the grate off two vents, one to the north and one to the east. The vent to the north just leads to a cache, so plunder it, then enter the vent to the east.\n\nInside the vent, the eastern wall will feature some handholds you can climb. Before going up, however, turn right (south) and head down a shaft, stopping when you find a breach in the duct to the left (east) wherein you’ll find a Greenshine Fragment. Continue south, then west and you’ll reach a shaft you can drop down, but it’s a deadend. Return to the wall you neglected earlier and climb up it to reach another, elevated vent, and follow it east, then southeast to find yourself… outside?\n\n",

        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://www.gamerguides.com/assets/guides/205/hfw_the_eye_of_the_earth_fabrication_terminal.jpg",
        "text": "Head uphill to the south, then switchback around north and use a grapple point. From here, climb onto some stalactites and work your way right, then around to the far side of the stalactites, then right again until you can leap onto a ledge. From this ledge jump and glide to the north to reach a lower ledge across a gap, then climb up the cliffs to the northeast, use a grapple point when you’re high enough and keep climbing until you’re on another snowy ledge. Pry open some loose rocks and you’ll be back inside the facility.\n\nPress forward and you’ll soon find yourself in a circular chamber. Head upstairs, then rappel down and when you land, insert the GAIA Kernal in a node.\n\n",

        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Explore the Facility\nAfter some scenes you’ll need to explore the facility, at least a bit. Head down stairs to the north and enter a circular room to trigger some chatter, then enter a room to the west and interact with the Fabrication Terminal. Here you can expend resources (machine parts) to gain the ability to override various machines. You’re not required to actually unlock any overrides here, but you do have to fiddle with the terminal to provoke some conversation about it.\n\nExplore the other rooms for more commentary, if you wish, then return to GAIA and chat with her. You’ll get a lot of exposition here, and you’ll be sitting through a lot of chatter if you want to hear everything. At the end of the conversation you’ll be asked to choose between three objectives - pick whichever you want, the decision isn’t final, it sets your selection as the active quest, something you can change at any point.\n\nWhen you’re done talking with GAIA, leave via the western exit and after some more chatter, the following main quests will start:\n\n[The Broken Sky]\n[The Sea of Sands]\n[Seeds of the Past]\nYou can choose to attempt them in any order, and while they’ll be listed in order of level in this guide, the level requirement isn’t terribly important. You’ll also unlock The Base, which you can travel to like any other settlement/campfire map marker. Finally, completing this quest will also give you access to the western half of the Forbidden West, opening up much new exploration, new activities, and new side quests.\n\n",

        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      }
    ],
    "content4": [
      {
        "ordered": "text_image",
        "color": "#0b1b36",
        "style": "blood",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "10",
        "right": "0",
        "text_size": "20",
        "image_width": "150",
        "image_hieght": "100",
        "image_link": "https://www.gamerguides.com/assets/guides/205/hfw_the_broken_sky_museum_visions.jpg",
        "text": "The Broken Sky",
        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://www.gamerguides.com/assets/guides/205/hfw_the_broken_sky_cleaving_sharpshot_bow.jpg",
        "text": "Meet With Hekarro\nMake your way to the quest marker, which will take you to some ancient ruins on the eastern edge of a jungle. Enter the ruins and talk to a Tenakth named Dekka and exhaust her dialog options, after which you can optionally watch some hologram “visions” en route to Chief Hekarro. You can also scan the following datapoints in the ruins:\n\n73-H Exhibit\nBlack Box Exhibit\nCauses of the Conflict\nFeedback\nHall of Heroes\nItems for Collection\nMan vs. Machine\nStaff Instruction\nThe Memorial Grove\nTour Script V44.2\nThere’s so many of these things lying about, you’re best off just turning on your Focus and looking for glowing purple spots that indicate something to scan. In addition, interacting with the aforementioned hologram “visions” will get you the following datapoints:\n\nColumbia Drop\nGold Mountain\nMilitary Life\nNevada Ambush\nScan around for this treasure trove of lore, and when you’re done, make your way to the throne room.\n\n",

        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://www.gamerguides.com/assets/guides/205/hfw_the_broken_sky_scan_bulwark.jpg",
        "text": "How to Reach The Bulwark\nAfter you parley with Hekarro seek out the De La Hoya Exhibit datapoint to the west, northwest, the Medina Exhibit to the south, southeast and the Faraday Exhibit to the southwest.\n\nMeet up with Dekka and she’ll give you the [Cleaving Sharpshot Bow] and point you towards your destination. You’ll now need to make your way north, norwest to Stonecrest; override a mount (you can find some Bristlebacks to the north) to speed things up or just head on foot, fighting or avoiding rebels and machines as you go.\n\nHowever you manage it, once you arrive talk to Kotallo and you’ll soon be on your way towards The Bulwark. Along the way you’ll encounter several rebels, whereupon you’ll be given a choice: fight them, or avoid them.\n\nTo avoid them, just sneak and stay off the road as you continue north, while if you choose to fight be wary of the Rebel Champion, who bears an energy shield. These devices are identical to the one Grudda bore - hit it enough and it’ll blink off temporarily, although you’re doubtlessly capable of inflicting far more damage now than you were back then. Further on the road you’ll find another group of rebels, this time with two Champions. Do what you will, then continue following Kotallo until you reach The Bulwark.\n\n",

        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://www.gamerguides.com/assets/guides/205/hfw_the_broken_sky_tremortusk_silent_strike.jpg",
        "text": "How to Convince the Sky Clan\nWhen you’re ready to proceed, confirm your intentions with Kotallo and after some scenes you’ll reach The Bulwark. Make your way through the town (you can stop and do some shopping, if you wish) and when you’re good and ready follow Kotallo to your meeting with Tekotteh.\n\nAfterwards, leave The Bulwark by gliding down to the ground north of the town, go to the observation point indicated by the quest marker, then turn southeast and scan the rocky face to find some metal that arouses Aloy’s interest. Head east and turn south to find a waterfall, then scale the wall to the right of said waterfall. When you reach an alcove, pry open some rocks and enter the passage you created, following the linear path ahead until you find the object you scanned through the rocks earlier. Scan it again, then report to Kotallo, who is north of the the lift to The Bulwark.\n\n",

        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      }
    ],
    "content5": [
      {
        "ordered": "text_image",
        "color": "#0b1b36",
        "style": "blood",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "10",
        "right": "0",
        "text_size": "20",
        "image_width": "150",
        "image_hieght": "100",
        "image_link": "https://www.gamerguides.com/assets/guides/205/hfw_the_kulrut_machines_fight.jpg",
        "text": "The Kulrut\n",
        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://www.gamerguides.com/assets/guides/205/hfw_the_kulrut_slitherfang_brittle.jpg",
        "text": "How to Start the Kulrut\nReturn to the Memorial Grove and make your way to the arena, behind Hekarro’s throne room. On the way you can scan the Outdoor Exhibits datapoint, and when you arrive in the arena, you can scan the Not Bad I Guess, A Vet Remembers and Crater Memorial datapoints. Be sure to pry open a cache and loot it for the Tenakth Marshal armor, too. What? Nobody said you couldn’t take it!\n\nReport to Hekarro when you’re done looting and scanning and you’ll be given the opportunity to make final preparations, if needed. When you’re ready for the Kulrut begin, inform Hekarro. Once done, make your way around the arena’s balcony, jump off the end, then head north up a trench and climb a ladder to your left to rendezvous with Dekka.\n\nThe Kulrut will begin after some chatter.\n\n",

        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://www.gamerguides.com/assets/guides/205/hfw_the_kulrut_slitherfang_shock_tail.jpg",
        "text": "How to Defeat the Rebel Ambush\nOnce the Kulrut is underway, Regalla will prove predictable by launching an attack from the north. This will consist of several waves of machines - mostly [Clawstriders], with the odd Scrapper, [Ravager], [Rollerback] and [Grimhorn] thrown in for good measure.\n\nFortunately you’ll be on high ground armed with a Fire Repeater, which is virtually identical to a Ravager Cannon, save it sets enemies on fire. Most of the machines can’t do much to hurt you due to your elevated position, but the Ravagers are an exception. Make sure to give them preferential treatment to limit the damage you sustain, and don’t show restraint with your ammo - there are more heavy weapons you can pick up if your initial equipment runs dry.\n\nWipe out the machines and after some more scenes you’ll find yourself facing a trial of your own in the arena.\n\n",

        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://www.gamerguides.com/assets/guides/205/hfw_the_kulrut_aether_acquire.jpg",
        "text": "How to Defeat the Slitherfang\nThe more things change, the more they stay the same.\n\nThis [Slitherfang] won’t start out the fight compromised, but you’re much stronger now than you were the last time you fought one of these snakes. They’re weak to a host of elements, including Fire, Frost and Plasma, so you should be spoiled for choice when it comes to elements to use. We prefer Frost, as it’ll inflict the Brittle debuff, which will allow us to deal extra damage, but it’s really just a matter of preference.\n\nInflict whatever debuff you wish, then go hunting weakpoints. The flanges which make up its Sonic Hood are decent enough targets, since they’re usually within sight, and the Earthgrinder and Metalbite Sac on the Slitherfang’s upper torso (just under the mouth) are often exposed as well, with the former yielding the valuable Slitherfang Earthgrinder component if detached. The Slitherfang is littered with other weakpoints that are generally more difficult to hit, mostly due to their size, but also due to the snake’s undulating movements.\n\nAs for offense, the Slitherfang can perform a variety of lunges and sweeps, as should be expected, but it can also spit acid and charge up its tail with lightning, slamming it into the ground to deal Shock damage in an area.\n\nIf you’re having trouble, there’s plenty of medicinal herbs around you can harvest, and your allies will eventually man a ballista and shoot the Slitherfang if you can lure it out into the open, but you shouldn’t count on them to contribute a whole lot.\n\nOnce the Slitherfang has been reduced to scrap, loot it, grab any healing left in the arena, loot some caches, then head up a rubble ramp along the southern end of the arena. Fight or avoid some rebels fighting some allied Tenakth, then scale a wall to trigger a scene.\n\n",

        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      }
    ],
    "content6": [
      {
        "ordered": "text_image",
        "color": "#0b1b36",
        "style": "blood",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "10",
        "right": "0",
        "text_size": "20",
        "image_width": "150",
        "image_hieght": "100",
        "image_link": "https://www.gamerguides.com/assets/guides/205/hfw_cradle_of_echoes_start.jpg",
        "text": "Cradle of Echoes\n",
        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://www.gamerguides.com/assets/guides/205/hfw_cradle_of_echoes_code_enter.jpg",
        "text": "Investigate the Zenith Ambush Site\nPrepare however you wish, or rather, however you can within the confines of The Base, then go meet up with Erend and Varl along the southwestern end of the living area.\n\nConfirm you’re ready to get started and after a scene examine the Zenith corpse. You’ll automatically obtain the Verbena to Base datapoint, after which examine the [Specter] to the north, northeast to get another datapoint, Specter Instructions. Next head up the ledge to the west, southwest and examine a corpse and the remains of their weapon. Finally, head behind a rock to the south to find a camp site, return to Erend and tell him what you found, then find and talk to Varl. Before you head down the shaft, look around the area to find some caches you can loot.\n\n",

        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://www.gamerguides.com/assets/guides/205/hfw_cradle_of_echoes_specter_1_plasma_hit.jpg",
        "text": "How to Find the Asset\nHead down the shaft to reach some ancient ruins, and when you reach a fork, turn right to loot a cache, then continue forward (northeast) through a doorway. Head downstairs and scan the datapoint Command Log, interact with the console in the center of the room, then go through a door to the north.\n\nOnce through you’ll find that the path splits, with some stairs to the north and a passage to the west. Both will get you to your destination, but if you go down the western passage you’ll find a room to the right where you can scan the Priority Shift and Progress Report datapoints, along with some caches you can loot.\n\nEventually you’ll make your way to a large storage chamber, which you’ll need to search. This isn’t much of a search, really, as if you head up some ramps to the northern end of the chamber you’ll find a console to examine - this will be called to your attention as you approach. Busy yourself with looting the many containers strewn about, then interact with this console. You’ll be prompted to enter a code, which can be found in the Distress Signal datapoint you automatically obtained earlier - just enter in 237 and you’re golden.\n\n",

        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://www.gamerguides.com/assets/guides/205/hfw_cradle_of_echoes_specter_2_flank.jpg",
        "text": "How to Defeat the Specters\nAfter some scenes you’ll need to prepare to fight a [Specter], but this time you’re not swimming for your life after wearing yourself out fighting an invulnerable Zenith. Better yet, you have some time before the Zenith arrives which you can use to prepare the battlefield. If you lay traps, favor Plasma and Acid damage, wherever possible, and avoid Fire, Shock and Purgewater. Arm yourself appropriately, as well, and if you feel you need an edge, down a potion to overheal.\n\nIt’ll arrive from the southern end of the chamber, so keep your eyes open and when you see it, lay into it. Plasma damage is fine if you’re ready to followup and build up a Plasma Blast, but if you’ve got a decent Acid weapon, you may find it even more to your liking.\n\nUnlike the whimsical machines HEPHAESTUS has concocted, the Specter is sleek, modular and compartmentalized. It has numerous weakpoints, but few of them are regularly exposed until they’re deployed, whereupon they’ll rise from their angular, armored compartments. This is the reason why Acid damage works well against Specters, as if you can inflict Corrode, you’ll inflict more damage through the machine’s armor, which can significantly improve the speed at which you take Specters down.\n\nOffensively, Specters are highly mobile and keen to attack both at close range with pounces, slams and nano-tentacle swipes, but at a distance with its top-mounted Pulse Cannons. The latter are typically only targetable when firing, and any plates knocked off can be retracted and restored thanks to the machine’s Regeneration Unit. This is located under its “head”, and can be targeted when it’s being used.\n\n",

        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Defeat the Specter in the ruins, then head up to the surface to find Erend pinned down by the second one. This Specter has deployed an energy shield which it can unfairly shoot through. Fortunately, it’s distracted by Erend, so let the machine take potshots at your Oseram pal while you seek out a heavy weapon (there should be a Dart Gun lying around the ambush site, or you can shoot a Ravager Cannon off a deactivated [Ravager] and use that, instead) and thus armed, flank the Specter. Aim at the exposed Plasma Cannon to start the fight off right, then put this second Specter down. You don’t get to prepare this time, but you have Erend helping you, and you can find healing herbs strewn about.\n\n",

        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "After the fight, head back up to the ridge to the west and examine the weapon that took down the Zenith’s shield. You’ll be back in The Base after that, where you’ll need to talk to Beta (the Elisabet clone) and GAIA. Once you sit through this lengthy bit of chatter, the quest will end and you’ll be free to seek out other subordinate functions.\n\n",

        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      }
    ]


  }
}