{
  "GuideData": {
    "AdsController": [
      {

      "Active_Ads": "ironsource",
		  
      "IronSource_App_Key": "XXXXXXXXXX",
	  
      "IronSource_interstitial": "DefaultInterstitial",
      "IronSource_banner": "DefaultBanner",
	  
      "Startapp_id": "xxxxxxxxxxx"
		
      }

    ],

    "items": [
      {
        "title": "Introduction\n",
        "image": "https://www.gamerguides.com/assets/guides/107/124361-1450224000.png"
      },
      {
        "title": "Walkthrough\n",
        "image": "https://www.gamerguides.com/assets/guides/107/121664-1449273600.jpg"
      },
      {
        "title": "Workshop Settlements\n",
        "image": "https://www.gamerguides.com/assets/guides/107/123345-1449964800.jpg"
      },
      {
        "title": "Miscellaneous\n",
        "image": "https://www.gamerguides.com/assets/guides/107/124371-1450224000.png"
      },
      {
        "title": "DLC\n",
        "image": "https://www.gamerguides.com/assets/guides/107/132967-1461452400.jpg"
      }
    ],


    "content0": [
      {
        "ordered": "text_image",
        "color": "#0b1b36",
        "style": "blood",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "10",
        "right": "0",
        "text_size": "20",
        "image_width": "150",
        "image_hieght": "100",
        "image_link": "",
        "text": "Foreword\n",
        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "While war rages between the good ol’ U.S. of A. and the “red” Chinese menace over earth’s dwindling resources, a happy family starts their day on the east coast. War is far away now from this young army veteran and his wife, fresh out of law school, and they’ve got more important concerns; like raising their infant son, Shaun. This idyllic late-21st century American morning is interrupted by a most fortuitious visit, and shortly afterwards the war stops being such a distant threat.\n\n",



        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Over 200 years later you awaken after witnessing a myriad of tragedies: the loss of your country, your spouse, your son… the entire world as you knew it. You must brave this strange new world, this radioactive mockery of what used to be America, and scour the Commonwealth on a mission that’s equal parts rescue and revenge.\n\n",



        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Fallout 4 is Bethesda’s second entry into the Fallout universe, a massive, open-world RPG where you must create a character capable of surviving the threats of post-apocalyptic America, from irradiated mutants, robots running amok after 200 years of neglect, ambient radiation that still permeats the land, water, and food, and perhaps most of all, from the other humanoids trying to scrape out a meager existence in this ruined world.\n\n",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Various factions vie for power - and your allegiance - including the idealistic Minutemen and Railroad who attempt to make the Commonwealth safe for man, both real and, perhaps, synthetic. The quasi-feudalistic Brotherhood of Steel wants to conquer all technology it can control, and destroy all it can’t, lest technology run amok succeed at destroying what’s left of humanity, meanwhile the shadowy Institute seems on the verge of creating that exact doomsday technology.\n\n",



        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "How will you survive these threats? Who will you ally with, and who will you betray? These are major considerations in the quest to find a proverbial needle-in-the-haystack that is your missing family. This guide will help you answer those questions, containing detailed character creation information and a walkthrough covering every area, quest, and faction. And who better to help you find that most precious pin but the authors of this guide; Bkstunt ( Skyrim ) and Haeravon ( Fallout 3 , Fallout: New Vegas )?\n\n -Nathan “Haeravon” Garvin\n\n",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#0b1b36",
        "style": "blood",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "10",
        "right": "0",
        "text_size": "20",
        "image_width": "150",
        "image_hieght": "100",
        "image_link": "",
        "text": "You Are SPECIAL\n",
        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Hey you! Yes, you! You’re special, do you know that!? Well, your Fallout 4 character is anyway! The SPECIAL statistics control what perks your character can learn as you play the game, so it is extremely important that you have an idea of what you want your character to do when you pick your SPECIAL stats. To help you out and give you a general idea of what is worthy of your time, check out the SPECIAL stats below.\n\n",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Note\nAt the start of the game, you will have to pick your SPECIAL skills, but note that you will get a chance to change these picks later on, so the first time isn’t a “final choice” situation.",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Note\nUnlike recent previous Fallout games, Fallout 4 has no level cap. Realistically, this means your SPECIAL picks are going to dictate what perks you can get access to quickly and won’t ever “lock you out” of anything whatsoever.",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://www.gamerguides.com/assets/guides/107/124361-1450224000.png",
        "text": "With those notes out of the way, let’s go over each of the SPECIAL categories so you know what each of them do (along with noteworthy perks in each category).\n\n",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "20",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Strength",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Strength is pretty-much a must if you are going for Unarmed or Melee builds. Thankfully, both of those perks come very early with Rank 1 and Rank 2 respectively. People wishing to specialize in Heavy Weapons will want to reach Strength Rank 5 in order to start adding on damage modifier to their weapons.\n\nIf you are planning on modding armor or melee weapons (Armorer in particular is highly recommended at some point in the game), you will want the Armorer and Blacksmith perks at Ranks 3 and 4. Blacksmith is really only for die-hard Melee builds, but Armorer will help out any player and should be taken and invested into at some point. Ballistic Weave breaks the game to a large degree, and it will require ranks of Armorer to add this stuff to your clothing, perhaps tripling your defense, making the Toughness perk entirely redundant.\n\nFurther perks beyond these are all very situational, although it is hard to deny that the Rank 6 Perk, Strong Back, is great for your character’s quality of life, and a must-have for general pack-rattery. The last rank in Strong Back even allows you to fast travel when over-encumbered which is, quite frankly, an amazing ability to have. Combine that with a good amount of agility to really clean places out quickly.\n\n",



        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "20",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Perception\n",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Perception is another trait that it is helpful to invest in, especially if you plan on using VATS with any sort of consistency. However, it is highly recommended you at least get to Rank 4 in Perception for the Locksmith skill, as there is nothing better than being able to pick you way into places (or pick locks for various goodies). Lockpicking will literally help you out the entire game and should be invested into whenever you are given a chance.\n\nOverall, Perception has quite a few great ranks in it, although most of them require significant investment. The Rank 1 Skill, Pickpocket, blossoms more as you level it up as you will eventually be able to steal equipped items from people which is quite noteworthy. You will also need it leveled up to rank 2 for the “Prankster’s Return” trophy (although you can just save up some perks, buy that, use it for the trophy, and re-load). The Rank 2 Rifleman skill is great for non-automatic rifles as it ups your damage considerably as you level it (never a bad option). In fact, it’s arguable that non-automatic rifles are the only weapons you’ll need in the long run, as they cover all combat situations: close range (Combat Shotguns), medium range (Combat Rifle/Assault Rifle/Laser Rifle/Plasma Rifle) and long range (Hunting Rifle/Gauss Rifle).\n\nThe Rank 5, 6 and 7 skills are all good situationally, but unless you are a grenade madman or plan to only play during night-time hours it’s hard to justify putting points into them early at all. However, to get to some of the better Perception perks such as Sniper, Penetrator and Concentrated Fire you will have to invest a lot of points into Perception, making them skills you will quite honestly want to work towards later in the game instead of investing into right away.\n\nNote\nYou will find the Perception Bobblehead fairly early in the game, and picking it up will give you a bonus of +1 Perception automatically. Keep this in mind as you assign points, just in case you are wavering on your last point assignment.\n\n",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "20",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Endurance\n",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "The Endurance skill tree is (surprise) all about survivability, boasting quite a few skills that make it harder for you to get hurt and help heal you easier. The Rank 1 Toughness skill is straight-up damage resistance. The Rank 3 skill, Life Giver, is also note-able for giving you more health and a slow auto-regeneration ability at level 20 if you invest fully into it (which is fairly early into the game and will undoubtedly save you on medicine and food). It won’t save your life in a fire-fight, but it will frequently negate the need to use a Stimpak between fights.\n\nThe rank 5 ability, Aquaboy/girl is very tempting, but there honestly isn’t too much traveling around in water during the game. It is mainly handy for short-cuts around bodies of water to be quite honest, so while it is tempting you can likely find something better to invest in (it makes a good “quality of life” skill later in the game).\n\nBeyond rank 5 you have a number of skills that are very handy, but also situational. Finding and carrying around Stimpaks and using cooked food will help you out as well as most of these perks, making most things beyond rank 3 in Endurance more of a luxury than a necessity. If you are cutting anywhere for extra points, this means Endurance is a fairly good candidate to steal from but beware: Save often as your lower Hit Point total can get you into trouble now and again.\n\n",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "20",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Charisma\n",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Can you say “Dump Stat?” Charisma has some great skills in it, but almost none of them directly help you out during a fight. Charisma does affect dialog options and can get you desired results during speech checks, but considering the fact that you can (much more often than not) walk away during a conversation and re-enter it, as well as quicksave before attempting speech checks, the need for a naturally high Charisma score is very much lessened. Add on the fact that you can find and equip Charisma-boosting gear and use various drugs (like Day Tripper) to instantly and easily gain 8+ Charisma in seconds seals the deal; you never need to boost Charisma for any dilogue checks in the game.\n\nAll that said, there are some note-worthy perks here. If you hate companions, the rank 3 perk Lone Wanderer is fantastic (and even works with Dogmeat). The rank 6 perk, Local Leader, is also very handy for building and maintaining settlements, as supply lines are so very useful as you craft and build multiple locations. It along with the rank 1 perk, Caps Collector, are also needed to build certain structures (stores) at your settlements. Lastly, Wasteland Wanderer gives you the chance to pacify (or even command) some of the strongest critters in the game, including Deathclaws, Mirelurks and Super Mutants, which, while not necessary or terribly relable, can simply some fights. So while there are some things here worth investing in (especially for builders), most of it is highly situational and best looked into during the late-game.\n\n",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "20",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Intelligence\n",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Much like Perception, Intelligence is pretty much a required stat, and not just due to the fact that it ups your experience gained. This is mainly due to the rank 4 perk “Hacker”, which will serve you all game long by letting you hack various terminals around the map to access secret areas and various goodies. Much like Locksmith, if you want to be able to get into any area in the game you pretty much must invest into this skill and level it up when you can.\n\nIntelligence has a variety of other extremely useful perks as well. The rank 1 perk, V.A.N.S., guides you to objectives but is more of a luxury than anything (plus you have this guide!). The rank 3 perk, Gun Nut is fantastic as it lets you mod weapons (firearms) and greatly enhance them, which often translates to much greater damage. That is one perk you will want to jump on if you use firearms at all! Okay, so you don’t really need Gun Nut, as you can find weapons with the mods on them (which you can remove and put on your weapon of choice), but you will be able to build these mods with Gun Nut far, far earlier than enemies will drop them, and waiting around for a fortuitous drop just isn’t ideal. Gun Nut will make you over-powered (along with a weapon perk like Rifleman) for a good stretch of the game, and in general just makes killing things that much simpler.\n\nRanks 5 and 6 are both fantastic overall as well. The rank 5 skill, Scrapper, is more of a “quality of life” skill that rewards you with greater bounties for scrapping items (which helps) but the second rank will straight-up highlight containers that have items you’ve tagged for search, which is immensely useful. The rank 6 skill, Science!, is the “Gun Nut” equivalent for energy weapons and also comes into play when modding Power Armor as well as building certain items at your settlements. A very important skill for building and modding things.\n\nBeyond rank 6 you start running into some very situational perks. Chemist can be good if you are a druggie and Nuclear Physicist is handy for fusion cores, but honestly you can find better perks to spend points in. And Nerd Rage, the rank 10 perk does you no good unless you let your health dip down to below 20%. You can do better.\n\n",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "20",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Agility\n",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Agility is one of the best SPECIAL stats you can invest in in Fallout 4, right up there with Perception, Intelligence and Luck. Ranks 1 and 2 are both weapon perks with Gunslinger upping non-automatic pistols and Commando upping the damage of automatic weapons, both of which may help you out depending on your build.\n\nMore importantly, ranks 3 and 7, when combined, can turn you into a sneaking powerhouse. Rank 3, Sneak, makes you harder and harder to detect and actually does function properly throughout the game. It also provides bonuses such as making you unable to trigger traps and enemy mines (which there are plenty of throughout the game). Combine that with rank 7, the Ninja perk, and you can string together a number of sneak attacks to completely annihilate your opponents. This works best with silenced weapons and/or unarmed or melee builds (so you don’t give your position away).\n\nSpeaking of silenced weapons, the rank 4 perk, Mister Sandman, does give a bonus to silenced weapon damage, and since with the Gun Nut perk you can silence almost any weapon (even shotguns!) in the game, this could provide a handy boost to any sneaky guns build. The rank 5 skill, Action Boy/Girl, is also pretty much a must-have if you plan on using VATS at all as Action Points regeneration is just… so very useful.\n\nFinally two more perks worth pointing out. The first is a very tempting but awesome perk for any melee or unarmed build character: the rank 9 perk “Blitz”. This gives you the ability to target enemies from a distance using VATS - essentially warping you over to them so you can deliver damage (and when I say “warping”, I mean it: you can warp upwards and downwards even). This stacks extremely well with both Sneak and Ninja and is especially useful for unarmed and melee characters as the sneak attack bonus from Ninja are even higher than firearm bonuses. The second perk worth noting is the rank 6 perk, Moving Target. This gives you very decent defense bonuses when sprinting, which can really help melee and unarmed builds. Worth considering, especially if you are reaching up for Blitz anyways.\n\nThe last few perks, Quick Hands and Gun-Fu (ranks 8 and 10) are okay, but again situational. Quick Hands is a luxury that can wait forever while Gun-Fu is handy only when there are multiple enemies around and you have the luxury to cycle through them. Gun-Fu has very good damage modifiers, but getting there is awfully expensive for something you may not even use all the time.\n\n",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "20",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Luck\n",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "You either have it or you don’t! There are plenty of “must-have” perks here, so many, in fact, that Luck is probably the most important SPECIAL attribute in the game. What’s more, many of the Luck perks synergize with each other, meaning the more points you have in Luck, the more perks you invest in, the stronger you’ll be. Let’s get to it, then.\n\nThe rank 1 and 2 perks - Fortune Finder and Scrounger - are helpful but luxury perks: you can get by without either of them especially if you spend your caps wisely and vary up your weapon choice. Bloody Mess also makes a return from previous Fallout games and provides entertainment and bonus damage at rank 3. Probably not a perk you’ll care to invest in early on, but it’s still a nice, pure damage boost that everybody can eventually enjoy.\n\nAnd then you have a number of random perks, that undoubtedly will help you but you have no control over. These include Mysterious Stranger, Idiot Savant, Grim Reaper’s Sprint, Four Leaf Clover and Ricochet (ranks 4, 5, 8, 9 and 10 respectively). Each of them are great for either protecting you or providing more damage (or criticals), but triggering them are all up to luck. Idiot Savant in particular deserves some explanation, as bonus XP is nothing to sneeze at. It does require, or at least processes more often, with low intelligence though so keep that in mind. It can also process when you finish a quest as well, meaning ridiculous chunks of XP can be gained at times. It will almost certainly pay for itself in the long run, so getting two ranks in it is worthwhile for any build that has an Intelligence score of eight or lower.\n\nCritical Hits are already a difference-maker even with no Luck, but the rank 6 perk, Better Criticals, gives you much more bang for your buck. Nothing can really beat the rank 7 perk though, as Critical Banker is just over-powered. Leveling it up to the max lets you save (bank) up to four Critical Hits to be used whenever you want. Let’s face it - that is basically a gigantic “I Win” button in your back pocket. Especially with perks like Better Criticals, Grim Reaper’s Sprint and Four Leaf Clover… with their powers combined you’ll become a walking agent of VATS-y destruction. Throw in some armor that boosts your Action Points and use a VATS-Enhanced or Lucky legendary weapon, and you’ll become all but unstoppable.\n\n",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#0b1b36",
        "style": "blood",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "10",
        "right": "0",
        "text_size": "20",
        "image_width": "150",
        "image_hieght": "100",
        "image_link": "",
        "text": "VATS and You\n",
        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://www.gamerguides.com/assets/guides/107/124368-1450224000.png",
        "text": "Did you know that VATS is actually an acronym that stands for “Vault-Tec Assisted Targeting System”? Vault-Tec is good for something, it seems! VATS returns from Fallout 3 and Fallout New Vegas to appear again in Fallout 4, but with some significant changes. The biggest change is that VATS no longer pauses the game fully once you use it. Seriously, in Fallout 3 you could enter VATS and go make a sandwich or take a bathroom break but no more! Instead, VATS in Fallout 4 slows down time significantly but keeps the action going.\n\nStill, VATS is an essential combat tool in Fallout 4 and while its use is completely option you can use it to great effect. To help you do that, lets go over some basics, hints and tips!\n\n",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "There are key abilities you will want to get if you are a fan of VATS. The biggest one (by far - and totally worth its own bullet point) is Action Boy/Girl, as it refreshes your AP much quicker than normal. Incredibly helpful.\nVATS allows you to target specific body parts of most enemies. Legs, arms, head… claws, tentacles, tails, you name it. Your chance to hit in VATS however is tied to your Perception rating, so don’t skip on the Perception if you plan to use VATS. Your accuracy is also of course strongly related to the enemies position and your line-of-sight so don’t blame every miss on your Perception (Hint: Look into the “Penetrator” if you want to overcome that bothersome “moving into cover” thing that enemies sometimes do). Also note that the best you can do, accuracy-wise, is 95%.\nVATS can be cheap, but it can also save your life. Facing a tough enemy that you can’t take on one-on-one? Have some good cover nearby? Use VATS to attack the enemy then get in cover to allow your AP to replenish. Once it has, pop back out of cover and attack again. Rinse and repeat. Whatever it takes to come out on top, right?\nYour AP bar is affected by things other than VATS. Actions such as sprinting will drain your AP, so be careful when you are sprinting through the wasteland as you may find yourself suddenly needing AP you don’t have!\nWith all of these basic facts, hints and tips about VATS you are now well equipped to use it to its fullest. It may be optional, but it is still a fantastic tool that will help you throughout the entire game.\n",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#0b1b36",
        "style": "blood",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "10",
        "right": "0",
        "text_size": "20",
        "image_width": "150",
        "image_hieght": "100",
        "image_link": "",
        "text": "Your Pip-Boy and You\n",
        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Of all the tools at your disposal, your Pip-Boy is your most powerful. Information is power, after all! Your Pip-Boy will help you keep track of quests, items and your overall condition among other things, so it is important to know how to use it efficiently. Let’s go through it section by section:\n\n",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "20",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "STAT\n",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "The “STAT” section covers your Status, SPECIAL ranking, and Perks.\n\nSTATUS lets you check on your overall health, including your HP and AP. You can also see your limb damage and any active effects (press R1/Right Bumper to see your active effects), such as temporary drug effects. You can also see your weapon power and armor ratings (which are effected by what you have equipped). This screen is also important as you can instantly use Stimpaks and RadAway from this screen, which makes it an easy one-stop shop for healing yourself under pressure.\n\nSPECIAL lets you review your current SPECIAL scores. You can do this in the perk chart as well though, making this a fairly useless screen.\n\nPERKS lets you review what perks your character has bought or earned. This includes companion perks and magazine perks, things you cannot see in the perk chart, so it is worthwhile to check every now and again, especially if you’ve forgotten what magazines do what for you.\n\n",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "20",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "INV\n",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "This is the inventory screen. Pretty self-explanatory, really. You equip weapons and armor from here and can favorite them to your quick-bar for easy selection. You can view your aid items and use them from here as well, which you will undoubtedly become familiar with intimately. Finally you round all that out with junk, mods and ammo sections for checking out whatever else you pick up.\n\nWEAPONS lets you check out weapons and equip/favorite them to the quick-use bar (the directional buttons). Handy.\n\nAPPAREL is the same as above, but for armor. And yes, you can quick-equip your armor as well, which is handy for Charisma pieces especially.\n\nAID is everything you can eat or drink that can heal you. You can quick-equip these items as well. You will get used to this menu as healing throughout the game is very important.\n\nMISC covers most of your quest items, notes, magazines, bobbleheads… anything that isn’t quite junk and may be useful for some quest or other.\n\nJUNK is just that: junk. Useful for scraping and crafting with, or selling for a profit.\n\nMODS is various weapon mods you either swapped off of a weapon you owned or found out in the world.\n\nAMMO houses all of your different ammo types. We dont’ recommend selling any, as you may want to switch up weapons at some point, but it is ultimately up to you.\n\n",

        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "20",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "DATA\n",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Data keeps track of quests, settlements and general statistics. If you want to switch up quests, this is the place to do it. Keeping track of settlements is handy as well (to quickly see who needs what) and general statistics are just plain fun (and useful for trophy info).\n\nQUESTS is where you go to look at quest information. You can mark quests active/inactive from here, read summaries on them, and display them on the map. You can also view completed quests at the bottom in here. Note that the “Miscellaneous” quests section has a list of small objectives to the right that you can use the right analog stick to scroll up and down. A bit awkward, but it works.\n\nWORKSHOPS shows you all the settlements you are currently caring for. This includes the number of people, food, water, power, defense, beds and happiness. Phew, quite a bit of info. You can display them on the map as well to see where they are. Not that you forgot… right? Right!?\n\nSTATS keeps track of various cool-to-track info. These are split into sections, including “General Stats”, “Quest Stats”, “Combat Stats”, “Crafting Stats” and finally “Crime Stats”. Some of these stats are related to certain perks, so if you aren’t getting “Ricochet” stats, you likely don’t have any skill points invested into that perk. Makes sense.\n\n",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "20",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "MAP\n",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "This should be pretty self-explanatory. You can view the map with this tab. Very handy for navigation purposes, but note that you can also fast travel from here, look at the “Local Map” (which helps sometimes - not often in our opinion, but sometimes) and even check out your Supply Lines (assuming you have invested into the Local Leader perk).\n\n",



        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "20",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "RADIO\n",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Sometimes, wandering is just not the same without some tunes. You can tune into various radio stations from this tab, which at times can lead you to new quests or hidden secrets. Whenever you extend the dishes on a radio relay station, be sure to listen in to the new radio stations you uncover.\n\n",



        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#0b1b36",
        "style": "blood",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "10",
        "right": "0",
        "text_size": "20",
        "image_width": "150",
        "image_hieght": "100",
        "image_link": "https://www.gamerguides.com/assets/guides/107/126004-1454630400.jpg",
        "text": "Strength Perks\n",
        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://www.gamerguides.com/assets/guides/107/126005-1454630400.jpg",
        "text": "“Strength is a measure of your raw physical power. It affects how much you can carry, and the damage of all melee attacks.”\n\nStrength has always been a dubious attribute in the Fallout series, handy if you planned to make a melee build, which usually fare poorly when compared to conventional ranged weapons. So it is in Fallout 4. Since Strength isn’t required to use any weapons or wear any armor (like in Fallout: New Vegas) Strength is, for most players, worth only what perks you can get out of it. For melee-oriented characters, Strength increases melee damage by about 5% per point invested, which is a significant boost for melee builds, and the +10 carry weight per point doesn’t hurt, either. That said, let’s look at the perks and see how they fare.\n\n",



        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "20",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Iron Fist\n",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://www.gamerguides.com/assets/guides/107/126006-1454630400.jpg",
        "text": "Good old Iron Fist returns in Fallout 4 as an entry-level perk. As usual for weapon-oriented perks in Fallout 4, this perk increases your damage with said weapons (Unarmed weapons in this case) by 20% per rank, up to a maximum of 100% at rank five, at which point it also gives you the chance to paralyze foes in VATS. Paralyzing Palm, anybody?\n\nObviously, the usefulness of this perk will be affected by how potent unarmed weapons are in general, so it’s a good idea to take a look at them and critique them. As awesome as Paralyzing Palm was in Fallout 3 - being the ideal way to take down Super Mutant Overlords, Feral Ghoul Reavers and Albino Radscorpions - these threats aren’t quite so terrible in Fallout 4, in that they’re not nearly as padded with laughably high Hit Points and Damage Resistance. Simply put, a few banked criticals will see you through any fight, without the need to paralyze your foes. Unarmed weapons (and this applies to melee weapons as well) tend to be slower outside of VATS, and consume large amounts of AP in VATS, further diminishing the potency of the paralysis effect in Iron Fist.\n\nTo really make the most out of unarmed weapons, not only will you have to invest in Iron Fist, but you’ll want to pick up Blitz (which requires a whopping nine Agility) and Ninja (seven Agility), at which point a mid-range sneak build will work well enough. However, comparing the capabilities of this build to, say, a simple guns/sneak build fares poorly, since quality unarmed weapons are rare, slow, and tend to deal significantly less damage than most guns. While it can be great fun sneaking around a Raider camp, teleport-killing foes with a Deathclaw Gauntlet, point-for-point, you may end up wishing you invested in guns in the long run.\n\nGrade: ****\n\n",



        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "20",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Big Leagues\n",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://www.gamerguides.com/assets/guides/107/126008-1454630400.jpg",
        "text": "Big Leagues is to melee weapons what Iron Fist is to unarmed, although the ability to cripple or behead foes at rank five is arguably more viscerally appealing than Iron Fist’s paralysis. Melee weapons have a lot of things in common with unarmed weapons, unfortunately, generally being slower and lower-damage than guns - at least, until you start finding rarer melee weapons like the Ripper and Super Sledge. All in all, melee weapons are more diverse than unarmed weapons, having a wider damage and speed range, but they still require plenty of points invested into them to become practical (Ninja, Blitz) and even then, mostly for a stealth build.\n\nGrade: *****\n\n",



        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "20",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Armorer\n",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://www.gamerguides.com/assets/guides/107/126007-1454630400.jpg",
        "text": "Armor allows you to - what else? - customize your armor, be it a humble set of underclothes, some leather armor, high-end combat armor, or even Power Armor, although you may need some additional ranks in “Science!” for some high-end mods. While the benefits may seem dubious at first, these perks are absolutely essential in the long run, as they allow you to create lighter, more protective armor, or even armor imbued with resistance to specific forms of damage. The big draw, however, is the ability to add the “Ballistic Weave” mods into some standard suits of clothing, which give absurd amounts of physical and energy resistance. With Armorer rank four you can add “Ballistic Weave Mk5” to such clothing, giving 110 defense, which, well, is about as much as you can expect from a full suit of Heavy Combat Armor (with Polymer defensive mods, at that!). It’s the only way you’ll get a great defensive score without resorting to Power Armor, and the difference between the survivability of a character who doesn’t invest in Armorer compared to one who does is pretty spectacular. Invest in this perk. Your Hit Points will thank you. Also, being able to craft your own armor mods will allow you to throw Ultra-Light mods on things, which will boost your Action Points and make sneaking easier, which in turn will make you that much more dangerous.\n\nGrade: *******\n\n",



        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "20",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Blacksmith\n",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://www.gamerguides.com/assets/guides/107/126009-1454630400.jpg",
        "text": "The crafting perk for both melee weapons and unarmed, this perk pales in comparison to other crafting perks (Science!, Gun Nut and Armorer) because the returns are honestly not as great. Most melee weapons have very few mods compared to guns (often one to three mods for most weapons, whereas most guns have twice as many scopes available). Still, if you like melee combat, you’ll drop some points into this to squeeze out every bit of damage potential possible.\n\nGrade: *****\n\n",



        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "20",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Heavy Gunner\n",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://www.gamerguides.com/assets/guides/107/126010-1454630400.jpg",
        "text": "Heavy Gunner increases the damage of a very limited selection of weapons, including the Minigun, Gatling Laser, Flamer, Missile Launcher and Fat Man (the last two are, in fact, also affected by Demolition Expert for double dose of damage boost). This perk is only as good as the weapons it affects, so a discussion of the value of Heavy Gunner is, in essence, a discussion of the potency of heavy guns.\n\nThe Minigun and Gatling Laser are both very similar, save one is a conventional ballistic weapon and the other is an energy weapon. They’re heavy, slow you down, greedily consume ammo and fire quickly - and can absolutely mulch even the strongest of foes in the game fairly quickly with the right mods and upgrades. The Flamer is a flamethrower of various ranges and potencies, depending on what mods you install, but it too functions as a direct-fire weapon that is best used as short range. It does trade off some kill rate and range for fire damage and area-of-effect damage, if that strikes your fancy.\n\nThe last two common heavy weapons; the Missile Launcher and Fat Man are both long-range explosive weapons that have relatively scarce ammo, fire slow, but deal immense damage over a long range. The Fat Man in particular is basically an “I win” weapon that’s probably over-kill to boost with both Demolition Expert and Heavy Gunner. The Missile Launcher is a more modest long-range explosive weapon that has more utility, less explosive radius and deals less damage, but you can also modify it to allow for multiple shots between reload and freakin’ heat-seeking capabilities. All in all, the Missile Launcher is probably more useful in a fight-by-fight basis, but the power of the Fat Man is unsurpassed.\n\nAll in all, heavy weapons are satisfyingly powerful, but rather niche in their application. In big fights with lots of powerful foes, they’re worth bringing out, and they look pretty damn neat in a suit of Power Armor, but for general use, you’re probably better off using smaller, less cumbersome weapons.\n\nGrade: *****\n\n",



        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "20",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Strong Back\n",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://www.gamerguides.com/assets/guides/107/126011-1454630400.jpg",
        "text": "If you hate inventory management (who doesn’t?) this perk is worth a look. The first two ranks give you +25 carry weight (the equivalent of five points of Strength in total), while the third lets you sprint by expending Action Points. The fourth lets you fast travel while encumbered. All in all, this means less time slowly ambling around, your poor spine creaking under the weight of your perverse greed. A good boon for pack rats, but since it’s a convenience perk, it’s hard to recommend too strongly. Once you run out of other, better perks to pick, however, it makes a fine utility perk.\n\nGrade: ****\n\n",



        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "20",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Steady Aim\n",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://www.gamerguides.com/assets/guides/107/126012-1454630400.jpg",
        "text": "This perk promises to improve the hip-fire accuracy (the size of the unaimed reticle), and at that, it delivers. If you invest two ranks in this perk you’ll notice a marked accuracy improvement. There’s only one problem; it’s patently unnecessary. With an investment in either Gun Nut/Science! you can increase the accuracy of your weapons significantly, and in the case of a Laser Rifle, to the point where the benefit of this perk is dubious, at best. For most guns, however, you’ll still see a reduction in the size of the reticles, and automatic weapons are notoriously inaccurate and benefit from this perk more (even though it does nothing to mitigate kick-back). All in all, however, mods make your accuracy suitable for shooting down foes at close range, and at long range, you’re better off using a scope.\n\nGrade: ****\n\n",



        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "20",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Basher",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://www.gamerguides.com/assets/guides/107/126013-1454630400.jpg",
        "text": "Ah, the first blatantly garbage perk, Basher increases the damage you deal while gun bashing. It takes four perks to double your damage, and while this might sound like an improvement over the normal weapon damage perks, there’s one downside to this perk - namely that weapon bashing at its best does crap damage. So you can waste four perks to do double crap damage, or you can just use a melee weapon to do proper melee damage. This is a waste of perks.\n\nGrade: ***\n\n",

        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "20",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Rooted",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://www.gamerguides.com/assets/guides/107/126015-1454630400.jpg",
        "text": "Kind of a mixed bag, Rooted has ups and downs, some of which aren’t readily apparent. First, the melee damage boost is nice, but most foes will either try to stay out of melee combat with you (making it hard to hit them while moving) or are dangerous and powerful critters you probably don’t want to get into melee combat with anyway. The 50 Damage Resistance is also nice, but the moving trouble rears its head again, and 50 Damage Resistance on its own isn’t a great enough boon to protect you nor is it hefty enough to avoid being over-shadowed by simply wearing some Ballistic Weave clothing. On the other hand, the third rank adds the automatic ability to disarm enemies who try to melee you. At a glance, this might seem to only affect melee foes, which isn’t that impressive (even a Super Mutant with a Super Sledge isn’t a great threat). What happens in practice is that when you approach armed enemies, their natural response is to attack you in melee, even with a gun bash which often ends with ranged foes being disarmed, who then resort to trying to fisticuffs with you. This is a good thing, as an armed you versus a disarmed them is a recipe for dead them. So, with a melee build, this might not be a terrible perk if you get three ranks in it, but it’s still not a must-have by any means.\n\nGrade: ****\n\n",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "20",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Pain Train\n",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "This perk is, well, kind of stupid. First, it only applies while wearing Power Armor, obviously, which should be a fairly rare occurrence. Second, the damage you’ll deal by running into foes (even with three ranks) is pretty unimpressive. The knockdown is nice, but honestly, you’re better off spending your time just shooting them rather than wasting your time running at them. Besides, sprinting eats up Fusion Cores. It’s just a bad return on your investment, in both perks and Fusion Cores.\n\nGrade: ***\n\n",



        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#0b1b36",
        "style": "blood",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "10",
        "right": "0",
        "text_size": "20",
        "image_width": "150",
        "image_hieght": "100",
        "image_link": "https://www.gamerguides.com/assets/guides/107/126002-1454630400.jpg",
        "text": "Perception Perks\n",
        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://www.gamerguides.com/assets/guides/107/125993-1454630400.jpg",
        "text": "“Perception is your environmental awareness and “sixth sense,” and affects weapon accuracy in V.A.T.S.”\n\nThe main draw of Perception (save from the wonderful perks it allows you to access) is the V.A.T.S. accuracy it gives you. So how does this fare? Well, even with a whopping six point investment (going from the mandatory Locksmith perk accessible with Perception 4 to max Perception) you’ll see a slight increase in V.A.T.S. accuracy at best. You won’t be making long range head-shots with a short-barrel rifle regularly with this investment - heck, even mid-range accuracy is only increased a few percentage points. Of course, the exact increase depends on your range, target and weapon, but don’t expect a massive improvement in your accuracy. A welcome increase at short and mid ranges? Sure. But not worth perk investment in itself. Once again, it’s all about the perks, just like most other SPECIAL attributes.\n\n",



        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "20",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Pickpocket",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://www.gamerguides.com/assets/guides/107/125994-1454630400.jpg",
        "text": "This perks allows you to pick pockets more easily. What fun. This is rarely useful, as instead if save/loading and filching mundane loot from foes, you can just you know, go clear out another Raider den? Honestly, the only reason you’ll want to get this perk is if you care to score the “Prankster’s Return” trophy/achievement. Save up some perks, buy it, get the trophy/achievement, then reload to get your perks back.\n\nGrade: ***\n\n",



        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "20",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Rifleman",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://www.gamerguides.com/assets/guides/107/125995-1454630400.jpg",
        "text": "Non-automatic rifles are an absolutely wonderful set of weapons that do good damage, often have common, cheap, easily obtainable ammo. You’ll find them at all levels, and different weapons that fall under this category can be modded to serve a variety of roles. Need a short-ranged guns? Combat Shotgun works well. Mid-range weapon? Combat Rifle or Assault Rifle will fit the bill. Long-range weapon? The Hunting Rifle is greatly suited to this purpose. The Laser Rifle and Plasma Rifle can also be modded to suit all three roles. Simply put, this is the only weapon skill you’ll really need from the beginning of the game until the ending credits, at any level, against any foe, in any situation. No other weapon type compares to the sheer diversity and utility of the non-automatic rifle.\n\nGrade: *******\n\n",



        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "20",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Awareness",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://www.gamerguides.com/assets/guides/107/125996-1454630400.jpg",
        "text": "If you want to see a foe’s resistances and level, well, you can drop a perk here to do it. It’s never necessary to do so, however, and if you’ve got a properly built character, you’ll never care.\n\nGrade: ***\n\n",



        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Locksmith\n",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://www.gamerguides.com/assets/guides/107/125997-1454630400.jpg",
        "text": "There’s a ton of loot locked behind various containers, not to mention all the doors. There is a work-around, however: you can always just take Cait along with you, and she’ll pick any lock of [Expert] difficulty or lower, reducing the need for this perk. But if you want to travel with anybody else or - better yet - make use of the “Lone Wanderer”, or in general don’t want to be dependent on Cait, you’ll want to invest in this perk. Or at least the first three ranks to be able to tackle any lock you come across. Bobbypins are cheap and ubiquitous, you don’t need the fourth rank.\n\nGrade: ******\n\n",



        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "20",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Demolition Expert\n",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://www.gamerguides.com/assets/guides/107/125998-1454630400.jpg",
        "text": "If you like to blow things up, this is the perk for you. Like many weapon perks, Demolition Expert increases the damage its covered weapons (in this case, explosives) deal with each rank, up to a maximum bonus of 100%. Being a somewhat limited set of weapons, however, it only has four ranks, which are fairly packed full of goodness.\n\nAt rank one you also get the ability to craft explosives at Chemistry Stations, at rank two you gain an aiming arc with thrown grenades, at rank three your explosives have a bigger blast radius, and at rank four you, well, also benefit from shooting mines and grenades in V.A.T.S., for what that’s worth. It should also be noted that Missile Launchers and the Fat Man benefit from both Demolition Expert and Heavy Gunner, which makes them do stupid damage. The downside is obvious, however: explosives aren’t terribly useful in every fight, and they’re fairly uncommon and expensive compared to normal ammunition. Still, as a secondary weapon perk, it’s not a terrible investment, just not a top priority.\n\nThe one exception to this is if you find one of the better legendary weapons in the game; an Explosive Minigun, Explosive Combat Shotgun or Explosive Assault Rifle. Since Demolition Expert boosts both the damage and area-of-effect on this already stupidly over-powered legendary prefix, it’s worth investing in at that point.\n\nGrade: *****\n\n",



        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "20",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Night Person\n",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://www.gamerguides.com/assets/guides/107/125999-1454630400.jpg",
        "text": "Garbage perk is garbage. What you’ll give for two ranks is a three point bonus to Intelligence and Perception, and only at night. The end benefit of this is basically a minute accuracy bonus in V.A.T.S. and a bit of bonus XP. Night vision while sneaking it kind of cool, though, but not two perks cool.\n\nGrade: ***\n\n",



        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "20",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Refractor",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://www.gamerguides.com/assets/guides/107/126000-1454630400.jpg",
        "text": "The Energy Weapon equivalent of Toughness - remember back in the good old days when Toughness just gave you resistance to all damage? Yeah, those were the days. Now you have to waste a whopping five perks to get damage resistance to half the common damage in the game. And how much damage reduction will you see with 50 damage resistance? Well, a bit, considering that a good, full suit of armor will get you around 100 damage resistance (to both energy and physical damage, mind you). On the other hand, one piece of clothing with Ballistic Weave Mk5 gives you 110 damage resistance against both types of damage. Armorer makes this perk absolutely worthless, and the fact that they’re offering up five ranks of it is just insulting.\n\nGrade: ***\n\n",



        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "20",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Sniper",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://www.gamerguides.com/assets/guides/107/126001-1454630400.jpg",
        "text": "For a V.A.T.S.-based building that uses non-automatic weapons, you’d think this perk would be a no-brainer, right? Well, let’s talk about this like reasonable adults. The first rank is rubbish - you should have enough AP to hold your breath long enough to pull off a headshot without this rank. The second rank is absolutely unintuitive to sniping, as if you manage to knock down your foe, follow-up shots aren’t going to be terribly easy. The third rank, however, adds a nice bonus to V.A.T.S. accuracy, a brute +25%, in fact. This is the whole reason to invest in these perks, but is three perks for a 25% accuracy bonus worth it? Possibly, but for mid-range headshots with short-barrel rifles. For actual sniping, however, you should just make use of this magical thing called a scope. Then again, you can always get closer with a short-to-mid range weapon, or let Concentrated Fire boost your accuracy.\n\nGrade: ****\n\n",



        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "20",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Penetrator",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://www.gamerguides.com/assets/guides/107/126003-1454630400.jpg",
        "text": "While this perk seem fine on paper, it under-performs in the actual game. First, while you can shoot foes behind cover in theory with this perk, you can’t actually target them in V.A.T.S. if they’re fully behind cover. A minor inconvenience - the real deal-breaker is the fact that this perk doesn’t actually perform as stated. Often, while shooting at concealed foes in V.A.T.S. your shots will still be obstructed by the cover, which is kind of besides the point, no? It doesn’t happen every time with any specific piece of cover, it’s just a random nuisance you’ll have to deal with that’ll make you less likely to rely on this perk over time. It does work much of the time, however, so it’s not a complete waste of a perk.\n\nGrade: ****\n\n",



        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "20",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Concentrated Fire\n",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Depending on your build, Concentrated Fire can be an absolute devastating perk. If you’re a V.A.T.S.-happy character with a fast weapon, you’ll want to pick this up, even though it requires a whopping ten Perception to get, and the third rank requires you to reach the 50th level. Still, for this investment you’ll end up getting +20% accuracy and damage per shot (after the first) that targets the same body part. So, say you have some V.A.T.S. Enhanced legendary armor with “Ultra-Light Build” mods on them, you can end up getting ten (or more) shots with one Action Point bar. Do the math. That’s the calculus of victory there.\n\nGrade: *******\n\n",

        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      }
    ],
    "content1": [
      {
        "ordered": "text_image",
        "color": "#0b1b36",
        "style": "blood",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "10",
        "right": "0",
        "text_size": "20",
        "image_width": "150",
        "image_hieght": "100",
        "image_link": "",
        "text": "Out of Time\n",
        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "20",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "On the Eve of the Apocalypse\n",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://www.gamerguides.com/assets/guides/107/121664-1449273600.jpg",
        "text": "A war-weary veteran and his wife begin their day by taking care of their hygienic necessities, which provides ample enough excuse for you to create your character(s). Customize one or both of the individuals, then start your day. America may be at war, but you are far from the front, and despite the wars being fought over Earth’s precious, dwindling resources, the veneer of affluence and plenty is still intact enough on the east coast.\n\nWhen you’re in control of your chosen characters, you can investigate the house by walking around and clicking on various objects - there’s not much of long-term interest here, but there are plenty of things to geek out over if you’re a long-time Fallout fan. Make your way into the kitchen to meet your Mr. Handy type robo-butler, Codsworth. Take note of the Grognak Comic on the counter, which will come in handy later, then, when your spouse mentions somebody at the door, go greet the Vault-Tec Representative outside. It seems you’ve been accepted into the local vault; good news if the current war with China escalates into a nuclear confrontation.\n\nFill out his questionnaire, which will have you assign your SPECIAL stats and pick your name and the salesman will leave, after which Codsworth will show up and suggest that you provide some love to your infant, something he’s not exactly equipped to do. Go play with your kid, give the mobile a spin, and make plans for later, which are interrupted, again, by Codsworth. Return to the living room and watch the news - dire news. The nuclear apocalypse has begun.\n\nimage\n\nYour spouse will grab your baby and you’ll be directed to make a run for the vault you just signed up for. Follow your spouse outside, down the street, across a bridge and up a hill and to the vault checkpoint. Talk to the Officer and continue to the top of the vault, where you will very, very narrowly escape the nuclear holocaust. Safe in the confines of Vault 111, head upstairs and talk to a Vault-Tec Staff member to obtain your new Vault 111 Jumpsuit, then follow a Vault-Tec Doctor to the east. Near the Decontamination Pod you are instructed to enter, you’ll need to comfort your baby one last time before stepping inside. Time for a new life.\n\nDecontamination takes a bit longer than the good Vault-Tec Doctor led you to believe, however. In fact, it’s no decontamination chamber at all! Your cryogenic sleep will be interrupted to witness an altercation outside. Some time later, you’ll finally awake from your frozen nightmare and into a new nightmare. Activate the Control Panel to your spouse’s Cryo Pod and examine them to obtain their Wedding Ring , then head west and, before you reach some stairs, turn south to find a Vault 111 Monitoring Terminal, which you can use to check out the statuses of the other vault dwellers.\n\n",



        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "20",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "A Long, Cold Sleep\n",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://www.gamerguides.com/assets/guides/107/121665-1449273600.jpg",
        "text": "You were frozen for an unknown length of time, everybody else in the vault seems to be dead due to a malfunction except for your spouse, whose demise was somewhat less accidental. Answers are few, questions are many, and somebody took your son. Head up some stairs to the west and go through a door, then turn south and enter another cryo chamber. Inside you can find another Vault 111 Jumpsuit, but otherwise the same fate befell the occupants in this room as in the room you were in.\n\nReturn to the hallway and continue west to find an inaccessible door at the end of the hallways. Grab some of the tools nearby if you wish (they have to be worth something, right?) then head through another doorway to the north, go down some stairs and enter a small chamber to the north. Check out the metal box under the window to find a Police Baton - which will have to serve as your first weapon until you find something better - then turn east to find two doors: one to the east, and one to the south. In the southern room you will find a Stimpak on a desk, some random loot inside the desk, and a Security Terminal, where you can learn about some of the parameters of this vault’s operation, and the growing discontent of the security staff.\n\nNote\nAlmost everything you can pick up can be used for crafting. It will be left up to you to determine how much garbage you want to harvest in your travels, but for the purposes of this guide, only items that yield rare components will be mentioned, along with weapons, chems, armor and ammo, of course. It will be noted, however, that the more diligent you are about picking up items, the more you’ll be able to craft later, which is a fine way to earn XP and, more importantly, upgrade your weapons and armor.\n\nBacktrack to the north and pass through the eastern door then follow the hallway beyond to - and through - another door. In the room beyond you’ll find your first foe; a humble Radroach. Simply walk up to it and kill it with a melee attack [R2/RT] and the critter should be ground into paste. Speaking of which, loot it for any meat it may have dropped (yum!). At this point in time, it’s too early to be picky about where your next meal may come from, right? If you get injured by this Radroach, there’s a sink nearby you can turn on to recover your HP.\n\nNote\nBeing damaged by irradiated wildlife will give you RADs (one of many sources by which you may get irradiated). In a rad-ical (pun intended) departure from previous games, radiation in Fallout 4 now temporarily reduces your maximum health (as noted by the red portion of your life bar) until healed by a doctor or chems. So, basically, it functions like it did in Fallout Shelter which those who have played it will be familiar with.\n\nWith your first foe vanquished, continue north into a mess room where you can find - amongst other assorted junk - a Recreation Terminal on a desk. Activate it and select the option “Play Tape” to play one of Fallout 4’s silly little mini-games; Red Menace. This is essentially a somewhat more complicated version of Donkey Kong: climb ladders and jump over obstacles (while dodging the odd missile!) to reach the top of the screen and rescue the damsel in distress.\n\n",



        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://www.gamerguides.com/assets/guides/107/121666-1449273600.jpg",
        "text": "All good fun, but you have more pressing concerns right now, like your kidnapped son? Pick the option “Eject Holotape: Red Menace” before you leave the terminal, then return to the site of your glorious victory over the mighty Radroach (the rooms to the east of the mess hall aren’t interesting in the slightest). Go through a door to the west to reach the reactor room, where two clearly malfunctioning reactors are shooting bolts of electricity out, and three Radroaches prowl. It’s likely that at least one of the bugs will get itself zapped (a good warning of what will happen if you stray too near!) but you’ll probably have to deal with some of them.\n\nNow’s a fine time to try out VATS, the recurring combat feature of all Fallout games. To enter it, press [L1/LB] (with a melee weapon, you’ll need to be fairly close to an enemy) then select your target (switch between them with the [Left Analog] stick) and press [R2/RT] to queue up attack(s), after which, press [X/A] to confirm. Attacks in VATS can target specific parts of the critter, potentially crippling them in various ways of dealing more damage, depending on where you hit, but this is reserved for ranged weapons. Attacks in VATS consume AP (Action Points), which are determined by your Agility score. Kills in VATS will charge your Critical Meter, which, when full, you can cash in for a critical strike in VATS. All in all, VATS is a handy (but not a mandatory) tool that really can come into its own with high Agility, Luck and/or Perception builds.\n\nClear the generator room however you wish, then proceed through a door to the west where you’ll find another pair of Radroaches up some stairs. Smite them thoroughly, then continue through another door to the west to reach the Overseer’s Office. Loot the desk of the now very dead Overseer to obtain three Stimpaks , a 10mm Pistol , some 10mm Rounds and a pair of Glasses , which are useful for providing a temporary boost to your Perception while worn. You’ll automatically equip the 10mm Pistol when you grab it, after which the game will tell you about the magic of the [D-Pad] and hotkeys. Snoop around the Overseer’s Terminal to learn even more about Vault 111’s function and its deteriorating condition and - more importantly - select the entry “Open Evacuation Tunnel” to provide yourself with a means of egress.\n\nBefore you go scrambling to freedom, however, search the Overseer’s personal quarters to the north to find some more 10mm Rounds in a locker by a bed, then search the mirror in his bathroom to score some random loot, usually including chems and Bobby Pins. Just west of the Overseer’s desk you’ll find a small caged area inside of which lies even more 10mm Rounds , another 10mm Pistol and a locked Cryolater Case [Master] on the wall. It’s beyond your means to open yet, but if you investigate it, your character will promise to return later for it; it’s a promise you should plan to keep. Loot some lockers in the south-eastern corner of the room for some random goodies, then continue out the door you opened to the south.\n\nImmediately turn east to find some more Radroaches down the tunnel, which make for good target practice with that 10mm Pistol you just found. Aim with [L2/LB] and shoot with [R2/RB]. [R1/RT] performs a melee attack with the ranged weapon (which consumes AP) and [Square/X] reloads. VATS works as mentioned above, except now you can target limbs with varying degrees of difficulty but there’s no need to get fancy with Radroaches; any single hit should kill them. When they’re dead, proceed east and more of the buggers will pop out of various hiding places.\n\n",



        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://www.gamerguides.com/assets/guides/107/121667-1449273600.jpg",
        "text": "Gun them down, then continue east and go through a door to the south, then through another to the west to find a Radroach feasting on a long-dead skeleton. As the game directs, it’s now time to practice being sneaky. To enter sneak mode press [R3/Press Right Stick] and you’ll get some text at the top of your screen. [HIDDEN] means you’re, well, hidden, and any attack you make will be a sneak attack critical. Very nice. [DETECTED] means a non-hostile has spotted you, and will be aware of your dirty deeds (stealing and trespassing, mainly). [CAUTION] means some hostile is searching for you, but has not yet found you (you won’t score a sneak attack critical against such alert foes) and [DANGER] will inform you that a hostile foe has detected you. Many things affect your ability to sneak, including your Agility score, the light in the area you’re sneaking through (turn off that Pip-Boy light!) how fast you’re moving, and, of course, how much noise you make. Shooting a gun, as a random example, will almost certainly give you away. You can tell how close you are to being detected by noting how far away the brackets are from the word [HIDDEN] or [CAUTION}. The further away they are, the less aware the enemy is of you. For now, try to sneak up on the Radroach, or use your 10mm Pistol to put it down for good.\n\nOnce the Radroach is gone, continue west towards the skeleton the Radroach was munching on and one of its buggy buddies will rise from the concrete; that’s a neat trick, burrowing through solid concrete. Kill this final Radroach and make your way to a yellow metal platform where you’ll find the indispensable Pip-Boy on a skeleton’s severed arm. Grab this immensely useful, somehow indestructible, and iconic, personal computer. It’s your status screen, inventory screen, map, quest log… and you can also use it as a light source (hold down [Circle]/B), a radio, and to play the odd game you find in the wasteland. With this device in hand, or, uh, on-arm, activate the Vault Door Controls console nearby, then make your way west, out of the vault and back up the elevator. Before you go you’ll get one last chance to respec your character and change your appearance, so make a hard save here in case you find something you don’t like later. Once done, ascend into the light. It’s time to start looking for your son.\n\n",



        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Note\nYou can always return to Vault 111 for its fresh water, if you need healing and want to conserve Stimpaks. It’s tedious, but cheap.\n\n",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "20",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Going Home\n",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://www.gamerguides.com/assets/guides/107/121675-1449273600.jpg",
        "text": "Let your eyes adjust to the ruined world around you - time and nuclear devastation are a potent combination at ruining the works of man - and note your new objective; go home. Well, it’s a fair enough place to start and you might as well see what’s left of your previous life before you begin a new one.\n\nFirst, however, head north, north-west to find some yellow crates which contain some random loot for you to enjoy. There are also two shacks you can loot, one north-east of the vault elevator wherein you can find a First Aid Box on the wall and another Wooden Crate and another to the north, north-west which contains a 10mm Round.\n\nAfter you’ve enriched yourself, pick your way downhill to the east to reach Sanctuary, where your first stop, of course, should be your home. Outside you’ll find Codsworth busily - and futilely - trying to maintain the ruins. Ignore him for now and head on into the ruins of your house, where there’s a few wonderful bits of loot worth grabbing. First, search the counter in the kitchen to obtain an issue of Grognak the Barbarian . Once that’s yours, head into Shaun’s room (the north-western most room in the house) and search under a dresser near the bed to find the book YOU’RE SPECIAL! , which will allow you to distribute one SPECIAL Attribute point to any stat of your choosing. Mega score.\n\nNote\nSpecial rare books in Fallout 4 will give you a permanent bonus in some aspect of the game, either weapon damage, skill difficulty, store prices or damage resistance or they’ll unlock customization options. This guide will make sure you find as many of them as possible.\n\n",



        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://www.gamerguides.com/assets/guides/107/121668-1449273600.jpg",
        "text": "There’s plenty of other less interesting trinkets you can grab around the house, including some random chems in the mirror in the bathroom, but every mundane collectible isn’t worth discussing; grab as much as you want (you can never have too many crafting materials, right?) then head outside and talk to Codsworth. Listen to his chipper dialogue and endure his attempts to deflect or spin the bad news you give him, then pass an easy speech check by saying “You Okay?” to finally penetrate his cheerful veneer and witness an epic Mr. Handy breakdown. Poor thing. After he recovers he’ll give you the “Hi Honey!” holotape and offer to search the neighborhood with you.\n\nNote\nYou can find clothes and use chems that will raise your Charisma, which will help you pass speech checks. It’s a good idea to keep some light-weight clothes and chems handy for such occasions and it sure beats having to invest a whole lot of points into Charisma, at any rate. Keep in mind that speech checks aren’t set in stone; there’s a variable element at play, so boosting your Charisma doesn’t necessarily ensure you’ll succeed, and if you fail once, reloading and trying again might do the trick…\n\n",



        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Agree to do so (he’ll play mum until you do) then follow him up the street to the north-east, where you’ll have to clear two houses infested with Bloatflies (which are significantly more annoying in this game than they were in previous games!). After the second trio of bugs have been squashed, Codsworth will whine about his failure again, then tell you about a settlement in Concord. The people there might be helpful; after all, they’ve only shot at Codsworth a few times. Maybe they’ll be as generous to you? In any event, Codsworth is clearly not going to be much help, and Concord is the only lead you have, so you might as well head on over there.\n\n",



        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "20",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Exploring Sanctuary\n",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "First, however, there’s some loot worth grabbing in the houses around Sanctuary. Starting from the cul-de-sac along the northern end of the town, explore an aqua-colored house to the south, south-west and search the south-western corner of the living room to find a corpse, near which is a Pipe Pistol. In the small room in the eastern corner of the house you can find a Safe [Novice] under a baby carriage which means it’s time to talk about picking locks.\n\nLockpicking\nLockpicking in Fallout 4 isn’t much different than in the previous two games. Your goal is to turn the lock horizontal from its vertical start by inserting a Bobby Pin into the lock. If the Bobby Pin is in the right place, the lock will turn all the way horizontal and the container will open. The further it turns, the closer the Bobby Pin is to the correct spot, but when the lock puts pressure on the Bobby Pin, the Bobby Pin may break. Run out of Bobby Pins and you’ll have to get more before you attempt any more locks.\n\nNow that lockpicking has been covered, another, more complicated element of Fallout 4 should be discussed. Head south and cross the street to find another yellow house (not the one with the collapsed roof, but another one south-west of it). Here you’ll find a Workshop, which obviously necessitates a bit of explanation on crafting, so here goes:\n\nEach crafting station allows you to craft something different. At a Workshop you can craft furniture, buildings and various utilities - all the things that make a settlement worth living in. Building objects is simple; merely select what you want with the [D-Pad], moving left and right between categories, and up or [X/A] to move between sub-categories. For example, if you wanted to build a chair, you’d go over to the “Furniture” icon, then press [Up] or [X/A], move to “Furniture > Chairs”, then proceed to the chair you wanted to build. Once something is built, hold down the [Touchpad/Back] button to enter the workshop menu (this can be done by also interacting with the Workshop). Find the item you wish to build and press [X/A] to select it, at which point it can be moved around as you wish. Items with a yellow border can’t be moved, but can be scrapped for components, whereas items with a green border can be moved, scrapped, or possibly stored. Cooking Stations, Weapon Workbenches, Armor Workbenches and Power Armor Stations are less complicated, as you’re just messing around with things in your inventory, not place-able terrain. This will all be covered in more detail later, when you have more resources, but for now just note that you can stash all the junk you’ve been finding in the Workshop, and they’ll automatically be salvaged for parts when you build things.\n\nIn another aqua-colored house north of the last one, you’ll find a Caps Stash and a Tool Box in a closet and an Ammo Box in the room in the south-eastern corner of the house, in a closet near a filing cabinet. This house has more treats in store for you, however. Search behind it and you’ll find a door leading to a Root Cellar, inside of which you can find plenty of junk, containers to loot, a Safe [Advanced] and three Gold Bars on and near the safe. A very generous little hidey-hole which will benefit you greatly.\n\n",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://www.gamerguides.com/assets/guides/107/121676-1449273600.jpg",
        "text": "Return to the surface and next visit the yellow house to the west to find a locked Safe [Novice] in the southern corner of the bedroom. Follow the road south until it turns east. This stretch of road - which ends in a bridge - is lined by two houses on either side of the road: two aqua houses to the north and two yellow houses to the north. Head into the western-most yellow house and search a room in the southern corner of the house to find some Med-X on some furniture near a red tank. In the room across the hall you’ll find another Safe [Novice]. Disarm the Makeshift Bomb atop the Safe then unlock the Safe. Once done, turn your attention to the nearby desk, on top of which is the Ledger Terminal [Novice].\n\nHacking\nLockpicking was recently covered, so why not hacking? Hacking is really quite simple: you pick a word, and if any of the letters in that word match the letter placement on the actual password, it’ll tell you. Say you pick the word “BUSY”, and you’re informed that 1/4 of the letters are correct - well, that doesn’t help you out too much, but even that should eliminate a few words. Say you also had the word “WIND” in the list as a possible password - from the information you got earlier by selecting “BUSY”, you know “WIND” isn’t a possible answer. You should try to select common prefixes or suffixes when password hunting. If you pick a word that ends in “-TION”, and you don’t get at least four correct letters, you can safely eliminate all words ending in “-TION”. Then again, finding a really uncommon word with no suffixes/prefixes can help, too. If you pick a word and get zero correct letters, you can eliminate every other password that shares a letter placement.\n\nAfter using up your initial guesses, don’t fret, you still have options. Throughout the garbled nonsense between possible passwords you’ll often find brackets. When two such brackets on the same line enclose around random symbols, you’ll be able to highlight them. Selecting them will do one of two things: eliminate a dud password, or, less commonly, replenish your guesses. So, the routine is simple: guess passwords that might give you a good clue, when you hit one guess, search for enclosed brackets on the same line: (), [] or {}.\n\nThe terminal - once you’ve hacked it - discusses some drug deals in the area. The only interesting thing to note is the mention of a locked safe under a dresser in a master bedroom. The house the entry is talking about is the yellow house across the street to the east, just before the bridge. The floor safe mentioned does indeed exist, but since it’s boasting an [Advanced] lock, you probably can’t get into it yet.\n\n",



        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Before you leave Sanctuary, it’s recommended that you stop at the house on the left, where a fire will be going and you can find a Cooking Station. With all of the Radroach and Bloatfly meat you’ve been picking up to this point, you can easily roast up several meals. This is a good idea to not only give you higher HP items to eat but it also gives you some minor experience boosts as well (and may well level you up to level 2).\n\n",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "20",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Red Rocket Truck Stop\n",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://www.gamerguides.com/assets/guides/107/121677-1449273600.jpg",
        "text": "When you’re done scavenging around Sanctuary, follow the road south through town to find a bridge to the south-east. Cross the bridge and, on the far side opposite Sanctuary, you’ll find a dead Raider possessing random gear including a Drifter Outfit , which may not be significantly better than the Vault 111 Jumpsuit, but it sure looks snazzy enough. Near his corpse is the body of a dead Wild Mongrel, with a Tire Iron sticking out of its body. Take this weapon, as it’s a minor upgrade to the Police Baton you’ve been using.\n\nFollow the road and you should spot a red rocket in the distance, which marks the Red Rocket Truck Stop - the midway point between Sanctuary and Concord, and an interesting location in its own right. At this gas station you’ll find a dog, or rather, the Dog. Every Fallout game has had a faithful canine companion of some sort, and this is your pooch-pal in Fallout 4, who will henceforth affectionately be called Dogmeat because that was the name of your doggie deputy in the first two Fallout games. It’s also his name in this one, too. What luck!\n\nDogmeat not only helps in combat, but he’ll lead you to treasure, so he’s worth keeping around at least for now. Let him kill things and take damage if it means you conserve ammo and Stimpaks. The first thing he should lead you to is a First Aid Box containing some chems on the ground near a ruined fuel pump. After that, head into the gas station, but be on guard, as you’ll shortly be attacked by a pack of Mole Rats, who are more annoying than dangerous. They’re fond of burrowing in the ground and resurfacing in different areas but it’s hard to pass up a good old game of Tire Iron whack-a-mole.\n\nWhen they’re all dead, search the gas station properly to find… well, plenty of junk. In a back room (in the southern corner of the store) on a desk near a Red Rocket Terminal, you’ll find a Caps Stash containing a random number of Bottle Caps, the currency of Fallout. In the Chem Cooler nearby you can find some chems and on the terminal itself you’ll find some commentary on a local cave where the sneaky folks at the Red Racer Truck Stop stashed their trash.\n\n",



        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "20",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Mole Rat Den\n",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://www.gamerguides.com/assets/guides/107/121679-1449273600.jpg",
        "text": "Sounds like it could be worth a look, eh? Head south from the Red Rocket Truck Stop to find a small cave (the cave’s entrance is facing north, making the cave go under the Truck Stop), where the pre-war litterbugs stashed their garbage. Enter the Mole Rat Den to find that it’s rather aptly named as inside you’ll find, well, more Mole Rats. Exterminate the ones in the large chamber with the fungus-covered central pit, then explore two side-passages to the north. In the easternmost one you’ll find the note Trashbuster’s Reward, a Pipe Pistol and some 10mm Rounds and a Fusion Core , but you’ll catch some RADs for your trouble. In the western one you can find a Duffle Bag containing some loot. In another side-tunnel to the west of the main chamber you’ll encounter a Rabid Mole Rat, which is significantly stronger than its less diseased pals back east, but nothing a few whacks with a blunt instrument can’t take care of. When it’s dead, loot its small chamber to find a Safe [Novice].\n\n",



        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "When you’re done looting the Mole Rat Den, return to the surface and then make your way back to the Red Racer Truck Stop. Stash whatever other junk you’ve found, then head back out to the road north-east of the gas station. From here, follow the road south-east and it’ll take you into Concord. Note that the house just before you enter Concord proper (the two-story on the right-hand side of the road) has a Bobby Pin Cache upstairs, which should help you out for your future lock-picking needs. You can also find chems in a bag upstairs and a Bottle Cap Stash downstairs in the oven. Now, continue down the road leading towards Concord.\n\nAlong the way you’ll find Bloodbug Hatchlings feasting on a dead Brahmin. They’re stronger than other bugs you’ve fought so far, and starting out the fight with a sneak attack critical on one comes highly recommended. With that obstacle out of the way, continue down the road to reach Concord, entering the first house on the right (west), where you can find a Nuka-Cola Quantum in the fridge, a Bobby Pin Box on a Cabinet upstairs, and a Safe [Average] on the wall. Loot and leave the house and continue deeper into Concord.\n\n",



        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "20",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Concord",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://www.gamerguides.com/assets/guides/107/121681-1449273600.jpg",
        "text": "Have we found our first civilized town!? Perhaps though note that most of the houses are boarded up. As you walk into the city you will hear gunfire further in. Nothing says “Welcome!” like a gun battle. Head in and help kill the attacking raiders. Use the sandbags to hide behind and pick them off one by one when your AP is up.\n\n",



        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Soon they will all be dead and a man will yell at you to pick up the nearby Short Laser Musket , which will become an (optional) quest objective. Go ahead and pick it up and you’ll have officially completed the Out of Time quest and started the next quest When Freedom Calls . You will also get an appreciable amount of experience as a reward, likely propelling you into the next level.\n\n",



        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Note\nExperience rewards will vary somewhat, based on your Intelligence. It’s best to view the XP rewards listed in this guide as ballpark figures, since its likely your characters will have either more or less Intelligence than the authors’.",



        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      }
    ],
    "content2": [
      {
        "ordered": "text_image",
        "color": "#0b1b36",
        "style": "blood",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "10",
        "right": "0",
        "text_size": "20",
        "image_width": "150",
        "image_hieght": "100",
        "image_link": "",
        "text": "Introduction\n",
        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Workshops give you the ability to create, scrap, store and rearrange items to your heart’s content. At every settlement you can find a Workshop to build your ideal structures and layout. From a veritable paradise to fortified strongholds, the choice is yours.\n\nAfter you take over a Workshop, you will automatically control that settlement where you can set about restructuring it however you wish. With the ability to farm the land for food, build stores and attract vendors, you can create a metropolis in the Commonwealth which can become a good source of money and other products for your journey. Or do nothing. It’s entirely up to you.\n\nOpen the Workshop menu and you will notice a green area at the edge of a settlement. This is the edge of the buildable area and every settlement has a boundary so it can only take so much construction. You can move, build or scrap whatever is inside this area and no further.\n\n",



        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "20",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Unlocking Workshops\n",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Every settlement has a different unlock condition. If an area is controlled by Raiders or any other enemies, you must clear out the settlement before you can unlock the Workshop inside. If there is already a resident population, you have two choices: placate the occupants or eliminate them all. Whatever you decide, the Workshop will become available afterwards. Do note that should an allied settlement (those with a resident population from the start) feel it is necessary, they will revoke Workshop privileges. Some Workshops can only be unlocked by completing a certain quest and some rare exceptions simply require you to walk up and activate the Workshop.\n\nEvery Workshop can be used to store all the Junk items you collect or build and scrap items. Junk items stored in a Workshop are automatically applied to the resources needed for building new items within the settlement. Some Workshops have limited functionality aside from the basics but most will share a standard set of features.\n\n",



        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#0b1b36",
        "style": "blood",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "10",
        "right": "0",
        "text_size": "20",
        "image_width": "150",
        "image_hieght": "100",
        "image_link": "",
        "text": "Settlement Details\n",
        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://www.gamerguides.com/assets/guides/107/123345-1449964800.jpg",
        "text": "While some settlements are easily acquired near the beginning of the game, others will have you traversing difficult terrain and enemies to reach them. Many are often found further afield than the nearest quest marker and will require you to do exploration that takes you far away from the beaten path. This leaves you more vulnerable to stronger enemies and so some settlements will not be acquired until much later through the game once you’re stronger. Below is a detailed look at each settlement and what it offers in terms of location, convenience and buildable area.\n\nAbernathy Farm\n\nOne of the first settlements you will find away from Sanctuary Hills is this family-run farm. Upon arrival you will notice it already has some flourishing crops and as such, it is a perfect place for large-scale farming and food production. There is a sizeable patch of dirt in which to plant crops as well as enough space to build shacks and other necessary resources as your population increases.\n\nBe sure to keep on top of defense as the settlement increases in size because gangs are often drawn to farms. While the enemies you encounter here are nothing like what you may find on the other side of the Commonwealth, this area is not completely immune to invasions by enemy factions so be prudent.\n\n",



        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://www.gamerguides.com/assets/guides/107/123347-1449964800.jpg",
        "text": "Boston Airport\n\nThis is one of the tougher settlements to make happy since it has limited features compared with other settlements. You cannot have crops, stores, salvage stations, recruitment beacons or artillery and so it is solely reliant on good supply lines. You can build water pumps in the gravel but food and almost any other method to improve happiness is very difficult.\n\nThere is a lot of scrap to be found here however so should you need basic building materials, pay a visit to Boston Airport and scrap almost everything you can. Note that Boston Airport only becomes available during the “Shadow of Steel” Brotherhood quest.\n\n",



        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://www.gamerguides.com/assets/guides/107/123351-1449964800.jpg",
        "text": "Bunker Hill\n\nDespite its small size, Bunker Hill is a well-established settlement, complete with a plethora of vendors and stores and has enough equipment and resources for the population that’s already there.\n\nThe residents will be happy to supply any peaceful visitors to Bunker Hill but if you wish to take control of the settlement itself, you must first complete the quest “The Battle of Bunker Hill” to get them on side.\n\n",



        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://www.gamerguides.com/assets/guides/107/123354-1449964800.jpg",
        "text": "The Castle\n\nOnce the headquarters of The Minutemen, the Castle is a massive settlement and home to many Minuteman quests. It already has some established guard posts, a first-aid station and a water purifier which just needs connecting to a suitable generator. You will not need to worry about space for beds or crops as the base provides plenty for each in the form of the existing buildings and the courtyard itself.\n\nCompleting some of the optional Minuteman quests will unlock the best features of The Castle. “Taking Independence” provides allies when you wish to take back the fortress while completing the quest allows access to Radio Freedom which has news of allied settlements. Completing “Old Guns” unlocks the armory where you can obtain access to workstations, artillery and other weapons. The building comes furnished with laser turrets and Tesla arcs, perfect for defending the base.\n\n",



        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://www.gamerguides.com/assets/guides/107/123367-1449964800.jpg",
        "text": "Coastal Cottage\n\nHigh atop a cliff along the coast, this beat up old cottage has a few enemies that will need clearing out before you can access the Workshop. There are a few old things you can scrap for resources before you decide to build anything and it is definitely better to scrap as much as you can and start again.\n\nThere isn’t a whole lot you can do here as the area is quite small but just focus on building some structures, adding resources and power as well as a bit of defense and you’ll have yourself a nice little settlement.\n\n",



        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://www.gamerguides.com/assets/guides/107/123375-1450051200.jpg",
        "text": "County Crossing\n\nThis is a nice little settlement which already has a good source of food, a decent size pool of water and some small structures as well as a cooking station. The buildable area is quite reasonable so you may want to add a few large structures of your own as well as expand the crop area. To unlock the settlement initially, you will need to complete a quest to help the settlers.\n\n",



        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://www.gamerguides.com/assets/guides/107/123387-1450051200.jpg",
        "text": "Covenant\n\nThe quest “Human Error” begins and ends here and depending how you complete it, will depend on whether the residents ally with you. Should you gain their trust, you will find an already self-sufficient little settlement, complete with vendors and everything needed to keep it running. If you choose to clear out the residents, then you can take control of the Workshop and recruit new settlers.\n\nYou can scrap a few things but it is honestly just worth fortifying what’s already there and save your resources for other, less well-established settlements. Bolster defenses and this settlement takes care of itself.\n\n",



        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://www.gamerguides.com/assets/guides/107/123389-1450051200.jpg",
        "text": "Croup Manor\n\nNoticeable by its large three-storey building, Croup Manor is initially home to a few nasties that will need exterminating before you can access the Workshop here. The Manor is perfect for use as a self-contained hub of vendors, beds and recreation. Outside you can plant numerous crops, wall off the Manor and add towers and defenses should you choose to do so.\n\nThe buildable area is not massive but it is enough considering the very reasonable structure you begin with. Establishing a good trading outpost here will really help and you can expect to have a nice settlement for very little input on your behalf.\n\n",



        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      }
    ],
    "content3": [
      {
        "ordered": "text_image",
        "color": "#0b1b36",
        "style": "blood",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "10",
        "right": "0",
        "text_size": "20",
        "image_width": "150",
        "image_hieght": "100",
        "image_link": "https://www.gamerguides.com/assets/guides/107/124371-1450224000.png",
        "text": "Bobbleheads\n",
        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "In this section you can easily look up and find where the game’s various Bobbleheads are located. Granted, they are all covered in the guide itself (with many tied to particular missions), but if you want to go out of your way to find them on your own time, they’ll be listed individually, as well.\n\n",



        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "20",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Strength Bobblehead\n",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Description: “It’s essential to give your arguments impact.”\n\nEffect: **** Your Strength has been permanently increased by 1.\n\nLocation: You can find this Bobblehead in the Mass Fusion building, north-east of Diamond City. Unlike most Bobbleheads, this one is in a rather humorous location as it is resting inside the building, on top of a metal statue at the very top of the building. You will need to ascend to the top floor and search the metal ledges up there to find it. Note that with a scope, you can easily look up and see it after you enter the building. You will also need to fight your way through several Gunners to retrieve it. Also note that you naturally come through here if you go through the Institute or Brotherhood of Steel main missions.\n\n",



        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "20",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Perception Bobblehead\n",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Description: “Only through observation will you perceive weakness.”\n\nEffect: Your Perception has been permanently increased by 1.\n\nLocation: This is likely the first Bobblehead you will get in the game. It is located in the Museum of Freedom, located on the southern edge of Concord (which is south of your starting location of Sanctuary). You can find this Bobblehead when doing the quest “When Freedom Calls”, as it is located in the same room where you meet Preston and Sturges, on a desk. Very hard to miss.\n\n",



        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "20",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Endurance Bobblehead\n",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Description: “Always be ready to take one for the team.”\n\nEffect: Your Endurance has been permanently increased by 1.\n\nLocation: The Endurance Bobblehead is located in the “Poseidon Energy” building, which is in the south-eastern corner of the map (East of the Quincy Ruins). After getting in the building via one of the master-locked doors (or through the pipes in the water to the south), you will have to fight your way up past the catwalks to the central metal building where you can find this bobblehead on a desk (in a room with a Steamer Trunk, skill magazine, and all sorts of other goodies). Beware of Mirelurks and Raiders!\n\n",



        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "20",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Charisma Bobblehead\n",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Description: “Nothing says pizzazz like a winning smile.”\n\nEffect: Your Charisma has been permanently increased by 1.\n\nLocation: This bobblehead can be a bit hard to ge, mainly due to the fact that you have to do two side-quests before you can access the location that has this bobblehead. First things first: head to the “Cabot House” location north of Goodneighbor (north-east of Diamond City). You can interact with the speaker outside the house and talk your way inside (use the speech check!). Doing this leads to the “Special Delivery” side quest (you can also get this quest by talking to a ghoul named Edward Deegan at Bunker Hill),which will have you traveling north to “Parsons State Insane Asylum”. Remember this location, as we’ll be coming back to it.\n\nAfter you complete that first side quest, you’ll need to complete a second called “Emogene Takes a Lover” , which will take you to Goodneighbor and then Charles View Amphitheater. Finish that quest up and you’ll get a third quest called “The Secret of Cabot House” . You will gain access to Parsons State Insane Asylum in this quest. Follow Jack throughout this quest and once you reach his office check out the desk for the Charisma Bobblehead.\n\n",



        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Intelligence Bobblehead\n",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Description: “It takes the smartest individuals to realize there’s always more to learn.”\n\nEffect: Your Intelligence has been permanently increased by 1.\n\nLocation: You can find this bobblehead at the Boston Public Library, which is just east of Diamond City and should be retrieved shortly after you get to Diamond City. To get inside the Library you’ll need to either pick the door or pass an easy speech check, but once you are in you can find it past the Protectron barrier to the north, in a computer room sitting on a console.\n\n",



        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "20",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Agility Bobblehead\n",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Description: “Never be afraid to dodge the sensitive issues.”\n\nEffect: Your Agility has been permanently increased by 1.\n\nLocation: This bobblehead is a long ways away from your starting location, and is found in the south-eastern corner of the map. Specifically, in the “Wreck of the FMS Northern Star”, which is a destroyed ship in the southeast corner. You will need to make your way onto the deck of the ship and fight your way to the bow (past several Raiders), where you can find this bobblehead just sitting on the bow of the ship. It looks like Fallout Boy is balancing on the edge of the ship!\n\n",



        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "20",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Luck Bobblehead\n",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Description: “There’s only one way to give 110%.”\n\nEffect: Your Luck has been permanently increased by 1.\n\nLocation: Spectacle Island is where you’ll want to go if you are looking for the Luck Bobblehead, but it also isn’t a place you’d visit without trying to. Spectacle Island is the island to the far east on the map, and requires a bit of swimming to reach (so bring some Rad-X or a Hazmat Suit). Once you are there, kill off the Mirelurks as you head south and explore the wrecked ship you find to locate the Luck Bobblehead. Be ready for a fight with a Mirelurk Queen afterwards though!\n\n",



        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "20",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Barter Bobblehead\n",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Description: “Never forget to walk away with more than you’ve brought.”\n\nEffect: Prices are permanently 5% better.\n\nLocation: To get this bobblehead make your way to Longneck Lukowski’s Cannery, which is south of the Museum of Witchcraft in the upper north-east portion of the map (along the coast). Once you get in, you’ll see a man named Theodore arguing with Trader Rylee. Intervening in their discussion afterwards leads to the “Mystery Meat” quest. Fortunately, you don’t need to bother with this. Instead head to the back and follow the catwalks here to the north-east corner (you will have to wind your way up there) and up in the corner room you find you can find a Tales of a Junktown Vendor magazine and the Barter Bobblehead.\n\n",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "20",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Big Guns Bobblehead\n",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Description: “The best way to win an argument is to be the loudest.”\n\nEffect: Permanently gain +25% critical damage with heavy weapons.\n\nLocation: The Big Guns bobblehead is located inside of Vault 95, which you can find on the north-east edge of The Glowing Sea (or south-west of Diamond City quite a ways). It is completely taken over by Gunners, so be ready to fight your way inside (including taking out their Assaultrons). Once you are inside, clear out the initial resistance and head right, which leads down into the Gunner’s sleeping area. You will find this bobblehead sitting in this area, on top of a radio in their “living room”.\n\n",



        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "20",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Energy Weapons Bobblehead\n",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Description: “Arrive at peaceful resolutions by using superior firepower.”\n\nEffect: Permanently gain +25% critical damage with energy weapons.\n\nLocation: Unlike most bobbleheads, you will need to advance the main story a bit to get this one. This bobblehead is located at Fort Hagen, which is south of Sanctuary in the “central western” area of the map. However, you cannot reach this bobblehead until you start the main quest “Reunions” , so for a much more detailed guide to this area and this bobblehead, refer to that quest in the guide.\n\n",



        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "20",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Explosives Bobblehead\n",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Description: “The best way to solve a problem is to make it go away.”\n\nEffect: Permanently gain +15% damage with explosives.\n\nLocation: This bobblehead is located at Saugus Ironworks, which is located in the north-east portion of the map (east of the Malden Ruins). You may want to consider getting the quest “Out of the Fire” first, but it isn’t really necessary. You will have to fight your way through “Forged” enemies here (they are just fancy-named Raiders, to be honest). Clear out the inside and locate the “Saugus Blast Furnace”. You will have to kill a named-enemy named Slag here. Once you kill him off, check the area behind where he was standing for a Steamer Trunk and to the left of that, up on a console, the Explosives Bobblehead.\n\n",



        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Lock Picking Bobblehead\n",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Description: “Always strive for the unobtainable.”\n\nEffect: Lockpicking is permanently easier.\n\nLocation: This bobblehead is located in Pickman’s Gallery, which is north-east of Goodneighbor/Diamond City. Head inside the demented gallery and you’ll need to make your way down to the basement. If you can pick the locked door [Master] on the first floor you can reach the sewers directly, but if not you’ll have to head to the top floor and search for a broken wall that will lead you to the sewers. Fight your way forwards (watching out for Raiders and traps) until you find Pickman. He is about to get jumped, so help him out. Once you are done talking to Pickman, search the floor in this room near the pillars to find the bobblehead (it is by the burning garbage can).\n\n",



        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Medicine Bobblehead\n",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Description: “The smart man knows a bandage only hides his wounds.”\n\nEffect: Stimpacks permanently heal 10% more damage.\n\nLocation: The Medicine Bobblehead is located inside of Vault 81, which is located to the west of Diamond City (fairly easy to find). You will need to either pay (with Fusion Cores) or talk your way into the vault and even then you won’t be able to get to this bobblehead immediately. Instead, you will need to do a few things for the dwellers of the vault and then you will uncover the “Hole in the Wall” quest, which leads to this bobblehead (and the companion Curie). You can find the bobblehead on a desk in the room where Curie is trapped.\n\n",



        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Melee Bobblehead\n",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Description: “It’s important to do business up close and personal.”\n\nEffect: Permanently gain +25% critical damage with melee weapons.\n\nLocation: This bobblehead is located at Trinity Tower, at the very top inside of a locked cage, where the Super Mutant (and possible travelling companion) Strong is incarcerated. Ascend the tower and kill the Super Mutants there (led by a unique specimen named Fist) to reach the top (completing the quest “Curtain Call” along the way) to claim your bobblehead.\n\n",



        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Repair Bobblehead\n",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Description: “Why go down with the ship when you can try to fix it?”\n\nEffect: Fusion cores permanently last 10% longer.\n\nLocation: The Repair Bobblehead is located at the Corvega Assembly Plant, which is itself located south of Lexington, south-east of Sanctuary. The bobblehead itself is outside the plant, along the catwalks above the building. Follow the stairs up (way up, leading south-west) and around the blue globe, leading up to a dead end where you can find this bobblehead sitting on a crate at the end (near a Toolbox and lantern, so it is easy to spot!).\n\n",



        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Science Bobblehead",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Description: “Always be prepared to explain the hows and the whys.”\n\nEffect: Get one extra guess when hacking terminals.\n\nLocation: You can find this bobblehead at Malden Middle School, which is located in the ruined city of Malden. If you head south-east from Sanctuary you’ll find the (ruined) city of Lexington. From there you can head north-east (past the water) and head past Covenant to find the Malden Ruins. Locate the middle school from there and enter into the basement. Once you do this, you will find out (slight spoils!) that you have actually found Vault 75. This actually starts a quest called “Vault 75” , which following will also get you this bobblehead. The area is filled with Gunners, whom you’ll have to kill in order to obtain a “Vault 75 Lab Access Card”, then a “Vault 75 Admin Access Card”. In the room with the Gunners who have the latter card (which requires the previous card to reach) you’ll find the Science Bobblehead, on a desk near a window overlooking the training area.\n\n",



        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Small Guns Bobblehead\n",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Description: “Because it’s easier to have courage from a safe distance away.”\n\nEffect: Permanently gain +25% critical damage with ballistic guns.\n\nLocation: This is another bobblehead you will have to fight your way to! This one can be found at Gunners Plaza, inside of the building. Gunners Plaza is located south of Diamond City, and south of the “Milton General Hospital” and “West Roxbury Station” locations. As the name implies, the outside and inside of this area is full of Gunners, so be ready to wipe them out. Notably, once you are inside you can kill some named Gunners for the “GNN Recording Room Key” which you can use to access a central recording room that has the Gunner Commander in it (you can alternately pick the [Master] lock). Take him out and loot the room for this bobblehead.\n\n",



        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Sneak Bobblehead",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Description: “The safest distance between two points is a shadowy line.”\n\nEffect: You are permanently 10% harder to detect.\n\nLocation: This bobblehead is a trip to get. Literally. You can find it at Dunwich Borers, which is a giant quarry located in the northeast portion of the map (west of the Museum of Witchcraft). You have to kill off the Raiders outside the quarry and then head north at the bottom and enter the quarry itself. Here you will fight your way through a number of Raiders until you reach “Station 4”, where you can find this bobblehead just to the left of Station 4’s terminal. Now to just get out of the mist without falling victim to the Ghouls lurking around…\n\n",



        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Speech Bobblehead",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Description: “Let your words be your weapon.”\n\nEffect: All vendors permanently have 100 more caps for bartering.\n\nLocation: There aren’t too many of these, but the Speech Bobblehead is actually tied into the Main Quest Missions. This particular one is tied into the mission “Unlikely Valentine” , which takes you to Vault 114, to the east of Diamond City. It is in your best interest to tie these two things together and just plan to get this bobblehead once you do the Unlikely Valentine quest (which can honestly be done early in the game’s story, depending on how fast you want to rush the main story missions of course).\n\n",



        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Unarmed Bobblehead",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Description: “When words fail, there’s always fists.”\n\nEffect: Permanently gain +25% critical damage with unarmed attacks.\n\nLocation: This bobblehead is located at the Atom Cats garage and is one of the easier bobbleheads to get (since the Atom Cats aren’t out to kill you like most things in this game!). That being said, the Atom Cats Garage is in the far south-east corner of the map, so it is quite a ways away from Sanctuary. It is out on a small peninsula, northeast of the Quincy Ruins but south-east of University Point (it has the junkyard icon). Once you get there, search the warehouse in the back to find this bobblehead chilling on top of a car.\n\n",



        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      }
    ],
    "content4": [
      {
        "ordered": "text_image",
        "color": "#0b1b36",
        "style": "blood",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "10",
        "right": "0",
        "text_size": "20",
        "image_width": "150",
        "image_hieght": "100",
        "image_link": "",
        "text": "Mechanical Menace\n",
        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Fallout 4: Automatron is the first DLC for Fallout 4! You can buy it from the online store for around $10 (£7.99), or if you happened to get the Season Pass for Fallout 4 it will be available for free. In order to follow along with this DLC walkthrough, be sure to download it.\n\nYou can tell that you have done so successfully by checking the “Add-Ons” option in Fallout 4’s main menu. If it says “Automatron” you are good to go! Let’s do this!\n\n",



        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Mechanical Menace\n",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://www.gamerguides.com/assets/guides/107/132967-1461452400.jpg",
        "text": "Once this DLC is installed,, you will automatically be given this mission to trigger the DLC story. In it you will be asked to “Listen to the Caravan Distress Call”. Once you do, you’ll hear the distress call by an unknown caravan asking for help from hostile robots. They will be located just to the east of “Wattz Consumer Electronics”, which is on the landmass north of Diamond City. Since you’ve likely explored the entire map by this point in the game, you can get there easily (or perhaps you are reading this after an “Ultimate Edition” of Fallout 4 and this guide has been released? Well, hello future reader!).\n\nNote\nAs a general rule of thumb, energy weapons are much more effective against robots, and you’ll be fighting A LOT of robots in this DLC, so consider breaking out that upgraded Plasma Rifle you have laying around. It will make the task of scrapping robotic adversaries much easier.\n\nOnce you approach the distress signal location, you will see a firefight going on. Quickly jump in and help out the lone surviving caravan robot (who is named Ada) and take down its attackers one by one. Getting the drop on them is a good start, but aim for the closest one to you and try to thin out their numbers as there are a few of them.\n\nAfter you have killed off all of the robots (besides Ada, of course), go ahead and loot their corpses… er, salvage their bodies. That doesn’t sound good either. Go… check and see if they’re alright, and if not, hold onto any possessions they may have. You know, in case of contact with next of kin and all that. You’ll likely get a Robot Repair Ki t, which is a new item to this DLC that lets you repair robots (it is found in the AID menu). Don’t forget to check Jackson, who is by the radio. He is very likely the person who made the distress call, and you an get Jackson’s Holotape off of his corpse. Give it a listen if you wish.\n\n",



        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://www.gamerguides.com/assets/guides/107/132974-1461452400.jpg",
        "text": "Time to talk to Ada. If you are the charming type, equip your Charisma gear now before you talk to Ada her (it?) as she (it?) has two moderate speech checks for you. You will learn that her group has been targeted three times now by “The Mechanist” for their advanced robot schematics. Seems like this Mechanist person\n\nactually succeeded this time. You can offer to help Ada at this point (because of course you are going to help) and you will then gain Ada as your newest robot companion, sending whoever you may have had with you back to wherever you choose.\n\n",



        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "This officially ends this mission and starts “A New Threat” , as Ada tells you that a group of the Mechanists Robots can be found at the General Atomics Factory to the south. We may have started this DLC properly at last, but read the notes below before you head off.\n\nThe most important thing to note is that you can now build a Robot Workbench at your settlements now. This lets you build robots from scratch as well as customize any robot companions you may have. It’s highly recommend that you take Ada back to a settlement and try this out before you continue (your pockets will thank you!).\nThe next thing you should know is that you may encounter and fight Mechanist Robots randomly while traveling the world now that this DLC has been installed. There robots may drop new modifications, so be sure you take the time to take them out and loot them.\nThere will be more about robot-building in a bit, but you should know for right now that some mods are perk-specific (much like how armor and weapon customization is). Perks to start investing in, if you want the best robots, are Science!, Robotics Expert, Armorer, and Blacksmith. As you level up in this new DLC, aim for these first!\n",



        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#0b1b36",
        "style": "blood",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "10",
        "right": "0",
        "text_size": "20",
        "image_width": "150",
        "image_hieght": "100",
        "image_link": "",
        "text": "A New Threat\n",
        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "*If not picked up prior to this DLC quest.\n\nJust as the last quest mentioned, you need to check out the Mechanist’s robots at the General Atomics Factory. It is very likely that you’ve already cleared this place out, but if you haven’t for some reason it’ll be rehashed a bit, for the sake of simplicity. Also note that whatever enemies would have been populating the building sans this DLC have been replaced with Mechanist Robots, so be ready for Swarm Bots, Eyebots and Junk Machines.\n\nGeneral Atomics Factory is of course south-east of Diamond City, along the eastern coast (near Four Leaf Fishpacking Plant). If you fast travel or walk there, remember the Super Muntants in the ruined building nearby and don’t forget that Ghouls love to inhabit the Fishpacking Plant!\n\n",



        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "General Atomics Factory\n",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "In the room you enter into you can find a “Receptionist Terminal” which contains utterly no useful information. If you head into a hallway to the south you can find two bathrooms, one of which has a Nuka Cherry in it, amongst other junk.\n\nWarning\nDo not leave this building before completing the “Mrs. Nanny Section” below, as the free-form quest described therein may glitch and become impossible to complete.\n\nReturn to the lobby and head north up some stairs and waste any Mr. Handy robots you find, then pick a locked door [Expert]. In the office beyond you’ll find a “General Atomics ID Card” on a desk near “Kincaid’s Terminal”, the latter of which is just full of the whinings of an old man. Leave this office and continue into another room to the west where you can find a “Tesla Science” magazine on a desk… if you didn’t claim it on a previous run-through of this area, of course.\n\nReturn downstairs to the lobby continue through a door to the south to reach an assembly line room, where another pair of Mr. Handy Robots patrol. Deal with them and head upstairs to find a Laser Turret and some junk to loot, but your next goal is to the east, which you can reach by jumping on the assembly line and following it east through a hole in the wall, or by hacking a Terminal [Novice] on the ground floor, which can be used to open the nearby double doors.\n\n",



        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Mrs. Nanny Testing",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Clear out the robots here and head through a door to the south (use the “QA Department Terminal” to get it open) where you’ll hear the soothing accented voice directing you to do things. Curie? Or limited voice actor pool? We report, you decide. Head into a room to the south and the robot will tell you a story about bad ol’ Timmy, whose role is played by a very dead skeleton on a couch. After the robotic voice is done talking, turn off the radio and you’ll be directed to the next room, which is to the north. In this room a Teddy Bear will helpfully play the role of a baby, and you’ll be directed to figure out what’s wrong to shut the thing up. Grab the Large Baby Bottle off a nearby dresser and plant the bottle in the Teddy Bear’s inventory.\n\nAfter this, return to the hallway, head west, then turn south to reach the third and final test room, where your “hazard detection matrices” will be tested. Pick up a box of Abraxo Cleaner from a table near a couch, grab a Machete that’s lurking in the fridge, then pick up an Adjustable Wrench on the floor under a footrest. After this, head out into the hallway again and turn west to find a Safe, which will be unlocked for you. Pillage it for several Fusion Cores and some other junk.\n\nReturn back to the room to the north and head east through a doorway and up some stairs. Enter a room on the second floor and loot a Toolbox [Novice], then head east to find a door [Advanced] leading to a small room, where you can find a wall Safe [Novice] and a First Aid Box. Loot, leave and head south to find two sealed doors with a Terminal in front of them.\n\nNote\nThis area is the quest marker for this DLC Chapter. Read below just to note the terminal and crate you can interact with, then after that the DLC will pick up.\n\n",



        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Finding the Mechanist Robots\n",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://www.gamerguides.com/assets/guides/107/132969-1461452400.jpg",
        "text": "This upper room in General Atomics Factory, where the Terminal is that opens the double doors and the Steamer Trunk is, is where your quest marker leads you. From the entrance it is easy to get there by taking a left,going up the stairs in this conveyor belt room, jumping on the belt to go through the wall and taking a right to the upper floor. All of this is after you explore the building (up above) if you haven’t done so of course.\n\nOnce you get to the terminal and door you’ll see that The Mechanist’s Robots are inside. They can only come out of this door to face you, meaning you could grenade or mine them pretty easily but that is fairly over-kill to be honest. Open up the door and take them out as they come at you. You will likely face two Swarmbots and the target: a “Quantum Robobrain”. This big guy on treads looks worse than he is: just take him out from a distance as he is equipped for melee (let Ada tank for you if you wish).\n\nOnce you’ve taken him out, check his body for the Mechanist Device . After you pick it up, you will need to talk to Ada, so go ahead and consult with Ada to learn that she wants to install the device on her to try and track down the Mechanist. Good enough for us! Don’t forget to pick up and take everything from the robot corpses here. You may just need the parts!\n\n",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "If you haven’t done so yet, you will be told to go build the Robot Workbench at a settlement (which again, you likely have already done if you followed the notes above). You need to do so now, so make that your priority at this time. This may mean collecting items:\n\n",



        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Robot Workbench\nGear x6\nOil x4\nScrew x4\nPlastic x4\nAluminum x12\nFiberglass x6\nCircuitry x3\nNuclear Material x4",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://www.gamerguides.com/assets/guides/107/132970-1461452400.jpg",
        "text": "You can get most of these items from workshops and robots, as well as various junkyards and offices. If you are missing any of these materials, tag them and do another random quest for awhile so you can gather them up, or kill things, earn Caps, then try to buy junk from general store merchants with the required components.\n\n",



        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Once you have them, build the workbench and install the Mechanist Device on Ada as she requested. She will update the hardware and software and let you know that the device won’t change her. However, she isn’t able to track down the Mechanist with this device.\n\nWith her radar, Ada is able to sense another Robobrain in the Commonwealth, and suggests you head to it to obtain it. Looks like you are doing some hunting! It’s open season for Robobrains!\n\n",



        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Robobrain Hunting!\n",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://www.gamerguides.com/assets/guides/107/132973-1461452400.jpg",
        "text": "It’s now time to hunt down some Robobrains! You’ll end up having to hunt down two of these things, just so you know. The first one is rather easy to find, but the second one is considerably more complicated (read: you’ll go through a “dungeon” later). First things first though! Check out your map to see where the first Robobrain enemy is. It should be just northwest of Hangman’s Alley, so head there and make your way to the target.\n\n",



        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "This Robobrain is just part of a convoy of robots, so sneak up on them and take them out. Beware of the guards and sneak-attack the more dangerous robots first (like any Tankbots). Once you have killed (and looted) them all, you will find the Radar Beacon on the Robobrain. Take this thing and talk with Ada, who will locate the second target for you. She will also tell us of a Raider group called the “Rust Devils” who utilize robots to do much of their dirty work. She will end up telling us to head to Ft. Hagen Satellite Array to find the next Robobrain.\n\nNote\nIt is wise to fast-travel to “Relay Tower 0BB-915” if you want to be in a better offensive position for this next part.",



        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#0b1b36",
        "style": "blood",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "10",
        "right": "0",
        "text_size": "20",
        "image_width": "150",
        "image_hieght": "100",
        "image_link": "",
        "text": "Headhunting\n",
        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Fort Hagen Satellite Array\n",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://www.gamerguides.com/assets/guides/107/132981-1461452400.jpg",
        "text": "You may have already explored this area (this is DLC after all), but be aware that this place has changed significantly for Automatron. For starters, this Rust Devils raider group now occupies the array, and has some defenses built. Approach this location from the north-west to take them by surprise (if you are coming in from the relay tower). The outside has a few Rust Devil enemies along with their robots; take them out,while being wary of the Machine Gun Turret on the north and the “main entrance”, which has two flame-thrower traps (you can disable them at your leisure after the area has been cleared).\n\n",



        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://www.gamerguides.com/assets/guides/107/132982-1461452400.jpg",
        "text": "Once the area has been cleared and looted, we need to get inside the Fort Hagen Satellite Array. To do so, follow the stairs up to the Rust Devil fort and around the outside of it, heading up across the bridge to find the “Rust Devil Entry Terminal”. You can use this to open up the security door just below you and enter the hangar itself.\n\nNote\nBefore this DLC, this fort held two [Novice] lockboxes. Nothing major besides random junk. Now it is a varitable fortress, being much larger than before. It is essentially a new “dungeon” area for you to explore.\n\nFirst, take out the laser trap to the right. Note the door to the left as well as it is what you’ll use to get back out once you are done. Continue to the right and down the ramp you’ll see two robots and a Rust Devil above them. Target the highest-level enemy here and sneak attack them, then wipe out the rest of the enemy.\n\nOnce they are dead (and/or dismantled) head down there and enter the door on the right. This large area is a warehouse full of enemies: Rust Devils and robots. Enter and take out who you can stealthily, but that won’t likely last very long. Still, there are plenty of (non-working) tanks here to hide behind so pop out and take your enemies down one at a time. Once they are dead you can explore.\n\nFrom the entrance of the room, you can find a med bay on the right (with a First Aid Box). You can also follow this right wall to a staircase that leads up above where you came in to find a “Fort Hagen Hangar Lockdown Terminal” with an [Advanced] lock. This opens up the door nearby that leads to an Explosives Box. Not a big haul, really.\n\n",



        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://www.gamerguides.com/assets/guides/107/132983-1461452400.jpg",
        "text": "To the left side of the room is the big haul. The first door is an [Expert] locked door that leads to, gasp, a set of X-01 Power Armor ! This is a nice surprise for sure. Note that there is another [Expert] lock beyond this small room, leading to the next area. If you keep following the left wall though, there is another [Novice] locked security gate you can pick for some random goodies. There are also stairs here that lead up to a control room where you can find more random junk. This also leads to the next area, giving you a means of continuing if you can’t pick [Expert] locks.\n\nThis next area has some friendly robots! Or at the very least, robots that appear friendly (don’t be fooled!). Head down and take the staircase to the left first (the one heading south) and then take a right to find a button to extend the bridge. On the north side of this room you find a missile launcher and three missiles. A sign? Very much so!\n\n",



        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://www.gamerguides.com/assets/guides/107/132984-1461452400.jpg",
        "text": "Head up the north staircase now (after heading back down of course) and hang a left. On the room on the right there are three laser tripwires set up. Someone really doesn’t want you here. Disarm them all and check out the room beyond. This is a sleeping area of sorts. In here, find the “Rust Devil Gaming Terminal”, where you can eject the Automatron Holotape .. This is a new mini-game you can play and function like a twin-stick shooter. Quite fun, really. Just note that you can’t kill the “people” in the game, so shoot away and try to pick them all up! Just to the left of the terminal is an [Advanced] safe you can pick. Do so and then head back to the main room with the friendly robots.\n\nOur Robobrain is set up inside a machine here, with a large robot up the ramp called “Ahab” and an eyebot inside a cage playing a message on loop. Very, very annoying really. First pick up the Jezebel Interview by the eyebot and then check out the workshop terminal if you wish. The cage to the eyebot is also an [Advanced] lock that you can pick.\n\n",



        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://www.gamerguides.com/assets/guides/107/132985-1461452400.jpg",
        "text": "Next, it is time to kill Ahab. This thing is not friendly. In fact, you can go up and talk to it if you want and it will attack, so you may as well attack first. You can use the missiles if you want, although energy weapons work nicely as well. No need to worry about “Jezebel” (the Robobrain) being hurt here. Take the thing out, targetting his arms first and using a sneak attack if you can. This thing can take several shots to drop, but it will fall soon. During the fight, beware of robots coming in from the tripwire room . Take them all out and be sure to loot him for some robot parts.\n\nAfterwards, go ahead and loot everything and put on your Charisma gear before talking to Jezebel as there is a moderate speech check in it. Talk to Jezebel and make a deal with it, eventually gaining the Jezebel Head. Well… now you have a Robobrain brain… Commenting on your actions. This should be great, right? Jezebel’s a bit of a harsh critic, though.\n\n",



        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://www.gamerguides.com/assets/guides/107/132986-1461452400.jpg",
        "text": "Head through the tripwire room now to continue to another large room. There will be more robots in here as well as a few Rust Devils. The building to the west has a sleeping area (you may find some Rust Devils asleep here), but the true threat is up on the walkways above. Kill off the two machine gun turrets here and the Rust Devils firing down on you.\n\nIn the west building, you can find “Ivey’s Terminal” which gives a bit of story. You can also unlock a maglock door here to get to some Toolboxes. Head to the north-west corner to get up to the second level. In a room up here you can find the “Fort Hagen Hangar Control Terminal” which has an [Advanced] lock you can hack. It controls the turrets you previously destroyed, so it is worthless. Keep following the path, up the stairs to a security door and down to a warehouse.\n\n",



        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Just past this warehouse room is a bridge with laser tripwires on it. Disarm them and sneak forward. Around this housing area is the big bad boss of these Rust Devils, “Ivey”, who is in some power armor. With a sneak attack and a Gauss Rifle you can take her out fairly easily. You can alternately set up your own traps in the room and lure her to you for some explosive help. Chuck in a few grenades and she’ll fall quickly. Do note that she has a robot helper with her, possibly and Assaultron Gorgon, which can be far more dangerous than Ivey, herself. Be sure to check her afterwards for the unique weapon, the Tesla Rifle . Her power armor will also have a mix of unique armor pieces (Tesla pieces) and normal armor pieces. The robot likely has some good stuff for you as well.\n\nHead past Ivey’s room to find an [Expert] locked security gate. This gate has a Fat Man in it if you want it, along with two Mini Nukes. The other door has a Steamer Trunk with various robot parts and other goodies. You are at the end now, so use the “Fort Hagen Hangar Lockdown Terminal” and open up the door to head back to the exit.\n\nAfter making your way outside, you will be told to make Jezebel a new robot body. Because of course you have to. Heh. Put on your Charisma gear at this point and talk to Ada, who will tell you that she has started to decrypt where the Mechanist is. She has two moderate speech checks as well you can pass for some XP. For now, head back to the settlement where your Robot Workshop is.\n\nHere you’ll need to make a body for Jezebel. Just use the basic Protectron or Robobrain parts. Nothing special;: she isn’t worth it. After you are done, talk to it to learn of what it thinks about “helping” humans and to learn more about the Mechanist. You’ll learn the Mechanist location and the fact that you need an “M-SAT augmentation” to get inside. Fun. This ends this part of the mission chain and starts the next mission, “Restoring Order” .\n\n",



        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      }
    ]

  }
}