{
  "GuideData": {
    "AdsController": [
      {

      "Active_Ads": "ironsource",
		  
      "IronSource_App_Key": "1218a4615",
	  
      "IronSource_interstitial": "DefaultInterstitial",
      "IronSource_banner": "DefaultBanner",
	  
      "Startapp_id": "xxxxxxx"
		
      }

    ],

    "items": [
      {
        "title": "Introduction",
        "image": "https://bstoremusic.xyz/Guide/GuideTheElderScrollsV/52376-1479427200.jpg"
      },
      {
        "title": "Character Creation",
        "image": "https://bstoremusic.xyz/Guide/GuideTheElderScrollsV/Skyrim_Attribute_Points.png"
      },
      {
        "title": "Main Quests",
        "image": "https://bstoremusic.xyz/Guide/GuideTheElderScrollsV/Skyrim_Unbound_Chapter.png"
      },
      {
        "title": "Side Quests",
        "image": "https://bstoremusic.xyz/Guide/GuideTheElderScrollsV/13088-skyrim20120524-194106jpg.jpg"
      },
      {
        "title": "The Companions",
        "image": "https://bstoremusic.xyz/Guide/GuideTheElderScrollsV/lkjhgfdgkjhgfdsglkjhgfdjkjhgf.png"
      },
      {
        "title": "College of Winterhold",
        "image": "https://bstoremusic.xyz/Guide/GuideTheElderScrollsV/college_of_winterhold.jpg"
      }
    ],

    "content0": [
      {
        "ordered": "text_image",
        "color": "#0b1b36",
        "style": "blood",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "10",
        "right": "0",
        "text_size": "20",
        "image_width": "150",
        "image_hieght": "100",
        "image_link": "",
        "text": "Foreword",
        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://bstoremusic.xyz/Guide/GuideTheElderScrollsV/52376-1479427200.jpg",
        "text": "Skyrim: A Brief History \n \n  It’s been two hundred years since the Oblivion Crisis passed, and Tamriel is a much different world than it was back in those days. The Septim dynasty no longer rules the empire, its last surviving member - Martin Septim - sacrificed himself to stop the Daedric Prince Mehrunes Dagon and save the empire. While the empire itself still persists, it is a shadow of its former glory. Black Marsh has seceded and Morrowind is uninhabitable following the eruption of Red Mountain. \n \n The greatest threat the empire faced after the Oblivion Crisis, however, was the Thalmor, a group of nationalist, racial supremacist elves from the Summerset Isles who took advantage of the Empire’s weakened state to conquer Valenwood and Elsweyr and assimilate them into the Aldmeri Dominion. The darkest days were yet to come for the floundering Empire, however, as its weakness ultimately incited the Thalmor to invade Cyrodiil itself - the heart of the Empire. Although the Empire was ultimately victorious in the Great War, the capacity of the Aldmeri Dominion to make war was diminished, not destroyed, and the resulting peace treaty - the White-Gold Concordant - caused as many problems as it solved. \n The province of Hammerfell refused to acknowledge the treaty, seceding from the Empire and continuing its own war with the Aldmeri Dominion. Another provision of the White-Gold Concordant now stirs up unrest in Skyrim, the land of the Nords, as the worship of the Nordic hero-god Talos, founder of the Empire, was outlawed as a concession to the elves. The Nords who fought and bled in the Great War viewed this as a betrayal by the Empire, and led by Ulfric Stormcloak, rose up in rebellion and killed the High King of Skyrim.\n As a wagon creaks its way towards Helgen, its passengers seem to promise an early end to the rebellion, but one of the passengers might be much more than meets the eye… Will the Nords shake off the yoke of Imperial rule and restore Talos to his proper place among the divines, or will the Empire persist and keep Skyrim loyal by force of arms? When an ancient evil arises, will a hero arise with the power to conquer it…\n",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "20",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://bstoremusic.xyz/Guide/GuideTheElderScrollsV/82704-1414368000.jpg",
        "text": "PS3 Controls  : \n1.Skyrim PS3 Controls :\n \n",

        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://bstoremusic.xyz/Guide/GuideTheElderScrollsV/425234329423492349234239432949.png",
        "text": "Skyrim PS3 Controls\n",

        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://bstoremusic.xyz/Guide/GuideTheElderScrollsV/88217-1417478400.jpg",
        "text": "Xbox 360 Controls  : \n \n",

        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://bstoremusic.xyz/Guide/GuideTheElderScrollsV/876543456787654567765478765.png",
        "text": "Skyrim Xbox 360 Controls\n",

        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://bstoremusic.xyz/Guide/GuideTheElderScrollsV/fjfgjgfjfgjgfjfgjfgjgffdsfsfdsfsdf.png",
        "text": "PC Controls\n",

        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "The Compass",

        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "\n \n  How to Use the Skyrim Compass\n\nThe Compass appears on the top-center of the screen to show various locations, from cities to dungeons and even enemies. Various points of interest have white-and-black icons, depending on what type of location it is, while enemies are marked by red dots. Only enemies that are actively hostile (and at least nominally aware of the player) will be marked.",

        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://bstoremusic.xyz/Guide/GuideTheElderScrollsV/68071-1412636400.jpg",
        "text": "\n \n  Undiscovered but known locations are black in color, while visited locations are white. When traveling around Skyrim, map icons appear on the compass at the top center of the screen. Locations farther in the distance appear smaller on the compass, whereas closer locations appear larger. Locations can be Fast Traveled to by clicking their corresponding icon in the Map menu. Some locations, while named and significant, do not have items on the map. They are known as unmarked locations.",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://bstoremusic.xyz/Guide/GuideTheElderScrollsV/80464-1412636400.jpg",
        "text": "Skyrim Compass Icons Overview : \n \n  Take a look at the compass/map icons below so you can get a better grasp of your surroundings.",

        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://bstoremusic.xyz/Guide/GuideTheElderScrollsV/hgsdmlsfkmdslfkmsdlkfmdslk.png",
        "text": "Being Stealthy   : \n \n A Quick Overview of Stealth \n \n  Being stealthy in Skyrim is very important, as it allows you to pick your fights, perform a bit of skulduggery, and perhaps start out fights with a devastating sneak attack. When you enter sneak mode your status is denoted by the eye in the center of the screen that replaces the crosshair. When the eye is fully closed (looks like a line broken by a dot) you’re completely undetected. The “HIDDEN” text under the icon sometimes appears to remind you of this face.\n\n *Tip \n\nYou can increase your stealth and sneak capabilities by levelling up your sneak skill. This will happen passively as you sneak around. The more you sneak and stealth, the faster you’ll level that skill, and the more effective you’ll become at hiding / stealth attacks. This is particularly useful for a rogue approach to combat.\n\nAs others (hostile or not) become aware of you, the eye will begin to open. In combat situations basically any hostile action will arouse suspicion (casting spells, shooting arrows), usually provoking the enemy to investigate, When the eye is fully open (often accompanied by the word “DETECTED”) you’re no longer hidden and may suffer the consequences. Successfully sneaking is dependant upon many factors, including an enemy’s line of sight, proximity, darkness, movement speed and the weight of worn armor (and hence the sound made by moving) all play a role.",

        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://bstoremusic.xyz/Guide/GuideTheElderScrollsV/fdsmlkfmdslfkmsdlfkmsdlfk.png",
        "text": "\n\n",

        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://bstoremusic.xyz/Guide/GuideTheElderScrollsV/dfghjklkjhgffghjklhgfdfghjklfghjkl.png",
        "text": "Lockpicking\n\n Overview of Lockpicking in Skyrim \n\nAll across Skyrim you’ll find loot that rightly belongs to you, but malevolent or ignorant people have separated you from your treasure by locking in in containers or behind doors. The nerve! Fortunately a bit of trial-and-error and a lockpick are all you need to restore the balance of nature and claim what should be yours.\nLocks come in five grades, from easiest to most difficult; Novice, Apprentice, Adept, Expert and Master. You don’t need any specific perks or skill level to attempt any grade of lock, but the higher the grade of lock and the lower your Lockpicking Skill Level, the smaller the “sweet spot” of any lock will be.\nLockpicking is simple; when you interact with a lock a lockpicking mini-game will begin, the goal of which is to maneuver your lockpick around a 180-degree field using the [LEFT ANALOG] stick. Apply pressure to the lockpick with your [RIGHT ANALOG] stick and, if you’re in or near the right spot you’ll be able to rotate the lock. If not, you’ll strain the lockpick, perhaps breaking it if you damage it enough. Lockpicks, then, are the currency you pay to attempt to pick locks. If you find the “sweet spot” you’ll be able to rotate the lock from its vertical starting position to a horizontal position - at which point the lock will be picked.\n\n*Tip\nWhen picking a high difficulty lock, try dividing the keyhole in sections. For the Master/Expert locks, try dividing the keyhole in several sections, lets say 16 parts. Start picking in each section until you see that the lock starts to turn. If it gets stuck, leave it like that and move it a tad to the right or left until it turns, thereby indicating that you have the correct angle.\n\nKeep in mind that picking locks is not something guards will look fondly at, not to mention the owners of said lock. It’s another reason to work on your sneaking skills. Also be sure to stock up on Lockpicks whenever possible, and if you break a few picks here and there, never fear; breaking Lockpicks will make progress towards levelling up your Lockpicking Skill. The higher the skill, the easier it will be to pick even Master locks.",

        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://bstoremusic.xyz/Guide/GuideTheElderScrollsV/sdfjzetuiertyuiertyuiotyui.png",
        "text": "",

        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://bstoremusic.xyz/Guide/GuideTheElderScrollsV/80463-1412636400.jpg",
        "text": "World Map\nSkyrim Major & Minor Cities Overview\nMajor Cities\nMarkarth - A major city located in the Reach, near the border of High Rock\nRiften - A major city located in the southeastern corner of the Rift\nSolitude - A major city located on the northwestern coast of Skyrim, and the capital of the province\nWhiterun - A major city located in the center of Skyrim, near the Throat of the World\nWindhelm - A major city in Eastmarch, located near the Dunmeth Pass to Morrowind in northeastern Skyrim\n\nOther Cities\nDawnstar - A city on the northern coast of Skyrim, and the capital of the Pale\nFalkreath - A city in Falkreath Hold, located near the Cyrodilic border\nMorthal - A city located in Hjaalmarch\nWinterhold - A city located on the northeastern tip of Skyrim\n",

        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://bstoremusic.xyz/Guide/GuideTheElderScrollsV/dslkfjdlfkjsdlfkdsjflsdkfjlsdkfj.png",
        "text": "Dragon Shouts\n\nThis page details an overview of the basics of Dragon Shouts and Dragon Wall Locations in Skyrim, including the location of each Word of Power for specific shouts.",

        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Dragon Shouts: The Basics\nDragon shouts are central to the main story of Skyrim. They’re uniquely powerful abilities which make your character special, giving you the edge over most enemies in battle. To acquire dragon shouts, you’ll need to learn specific Words of Power from dragon word walls. These words are part of the Thu’um, an ancient form of magic that allows those who are practiced (or naturally gifted, as the case may be) to use their Voice to Shout into existence a variety of effects. The first Shout you’ll learn, for example, is “Unrelenting Force”, or the word “Force” in the Thu’um - by merely speaking it you blast an enemy with a wave of force. Such is the power of the Thu’um.\n\nThere are 20 Dragon Shouts in total in the base game, with an additional 3 introduced with the Dawnguard DLC, and 4 with the Dragonborn DLC, each with their own special abilities. You’ll learn several of these just by playing through the main story, but many will have to be found by locating the aforementioned dragon word walls. Even if you learn a word of the Thu’um, however, that’s not enough to utilize it; you’ll need to defeat dragons to obtain their souls, which in turn unlock aspects of the shout. Many Shouts have three words to them, and each one will require one dragon soul to unlock. You can cast longer, more powerful versions of dragon shouts by holding down the appropriate button, while pressing the assigned button once will quick-cast the basic version of the shout.\n\n",

        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://bstoremusic.xyz/Guide/GuideTheElderScrollsV/kjldkjlkdjlkjdlkjdlkdjldkjdlkjd.png",
        "text": "Defense (How to Not Die)\nThis page details an overview of Armor, Resistance & Absorption mechanics in Skyrim, including how you should pair them to make a powerful defensive build.\n\nArmor, Resistance & Absorption Mechanics in Skyrim\nAs with any build, you’ll want to gain a decent amount of health as a buffer for taking any type of damage. However, investing primarily in health while ignoring armor rating and other resistances is a bad idea. After all, if you can mitigate incoming damage of various types, your health will benefit as a consequence. There are several resistance statistics which reduce damage; physical damage is mitigated by your armor rating, while elemental resistances and magic resistance combine to help you weather elemental damage and magic damage (there’s a lot of overlap between the two). In addition, you have magic absorption and various other perks that help deflect damage, but this section will focus on helping you understand armor rating, magic resistance, elemental resistances and magic absorption.\n\nArmor Rating\nIn The Elder Scrolls IV: Oblivion, determining your damage resistance was pretty straight-forward; you had an armor score, and that was how much damge you resisted from every attack, capping out at 80%. In Skyrim, the damage resistance cap is still 80%, but now you have this brute number hidden behind a fancy armor rating stastistic.\n\nThe more/better armor you have on, the higher your armor rating. Due to how damage resistance is calculated, however, the more pieces of armor (including a shield) you’re wearing at once, the lower the armor rating score you need to hit that magical 80%. If you’re wearing four pieces of armor (helmet, armor, gloves, boots) and a shield, you only need an armor rating of 542. However, you won’t always have a shield equipped - dual wielding, casting spells and archery are all aspects of the game that interfere with this. The more common number to shoot for then (and the overall goal put forward in this guide) is 567 - the armor rating you need to reach to hit 80% damage resistance with four pieces of armor and no shield.\n\nWhen you consider how much you can improve armor via the crafting skills (Alchemy, Smithing and Enchanting) it’s fairly easy to hit this mark. For example, four pieces of Dragonscale Armor can get you up to 1000+ armor rating with only one perk invested into Agile Defender. Even lesser suits of armor can reach the cap, especially when properly upgraded, with a few extra perks thrown in. In any case, the number to aim for is 567, so keep that in mind.\n\n*Note\nOnly armor noted as “Heavy Armor” or “Light Armor” in the upper left of an item’s description will count as armor. If “Armor” is noted in the description, it doesn’t count as armor. If you go for a build with no armor on at all you’ll need an Armor Rating of 667 to reach 80% damage resistance.\n\nElemental Resistances\nElemental resistances come in three forms; Fire, Frost and Shock. Nords start out with a 50% resistance to Frost, while Dark Elves (Dunmer) start out with a 50% resistance to Fire. Unfortunately, given the limited number of items that can bear these enchantments (boots, ring, necklace, shield), most characters will have to settle for 56% (the maximum amount you can get from enchanting your own gear) in each, which is well shy of the 85% maximum. Fortunately, however, there are other ways to shore up your resistances, as detailed below.\n\nMagic Resistance\n  Magic resistance is more straight-forward than armor rating, coming in straight percentages. There’s only one type of magic, too, and since most sources of elemental damage are magical (including dragon breath!), magic resistance is your best defense against elemental attacks, too. The effects are cumulative, meaning that if you hit the cap of 85% magic resistance you’ll have that much damage reduced, then the remainder will be further reduced by your specific elemental resistance, where applicable. So, if you take 500 damage from a source and have 85% magic resistance, that’ll be reduced outright to 75 damage. If you then have 56% elemental resistance that’ll be further cut to 33 damage. That 500 damage doesn’t look so scary anymore, does it?\n\n Unfortunately, magic resistance is even harder to enchant on your gear than elemental resistance, applicable only on shields (which you won’t always be using), rings and necklaces, and in inferior magnitudes than elemental resistances. However, there are other sources, the best of which is Breton Blood, which grants Bretons a permanent 25% Magic Resistance. On top of this you can permanently get 15% magic resistance from the Agent of Mara active effect, obtained by completing the quest The Book of Love. The Lord Stone will further grant you 25% Magic Resistance while active, bringing your passive total up to 65% if you’re a Breton, or 40% if not. In the Alteration tree you’ll find the aptly named Magic Resistance perk, whose three ranks can bestow you with a total of 30% magic resistance, although it’ll cost five perks in total to acquire this.\n\nAltogether this allows Bretons to get the magic resistance perks in the Alteration tree and enjoy a passive, permanent 70% magic resistance, which is frankly good enough for most encounters, especially when paired with some elemental resistances. All other races will need to supplement their magic resistance scores with the Lord Stone.\n\nMagic Absorption\nMagic absorption is a bit of an odd statistic, mostly because it’s poorly-worded in game. For example, the “Atronach” perk in the Alteration tree reads “Absorb 30% of the magicka of any spells that hit you”. Fair enough, you might think: so if a spell that costs 30 magicka hits you, you’ll absorb 10 magicka, right? Well, no. Instead, this effect has the stated chance to negate all damage from said spell, and if successful, it’ll add the full magicka cost of that spell to your magicka pool. Atronach’s 30% magic absorption is nothing less than a 30% chance to negate any spell. Best of all, it’s calculated before magic resistance and elemental resistance, providing a third aegis protecting you from nasty spells.\n\nThis sounds all too good to be true, and that’s because it is. Unfortunately, it’s rather uncommon. You won’t be able to enchant it onto gear, and there are only two ways to get it more or less permanently; the “Atronach” perk, and The Atronach Stone. Still, these effects combine to give you 80% Magic Absorption, which is damn near proof against most magical effects in the game, and in combination with a high magic resistance score and elemental resistances, it’ll make enemy spells almost a non-issue.\n\n",

        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      }
    ],
    "content1": [
      {
        "ordered": "image_text",
        "color": "#6e50d9",
        "style": "blood",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "10",
        "right": "0",
        "text_size": "20",
        "image_width": "150",
        "image_hieght": "100",
        "image_link": "https://bstoremusic.xyz/Guide/GuideTheElderScrollsV/Skyrim_Attribute_Points.png",
        "text": "Leveling Up : \n\n",
        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://bstoremusic.xyz/Guide/GuideTheElderScrollsV/Skyrim_One_Handed_Skill.png",
        "text": "\n\n Basics of Leveling in Skyrim\nSkill Levels and Character Levels\nIn Skyrim, leveling up has been significantly changed from the convoluted system in Oblivion to a more intuitive, simple system, albeit at the unfortunate loss of diversity, but that’s an argument for another time. In essence, when you level up skills in Skyrim (which is done by using said skill) you’ll gain experience towards your overall level. Skill level and overall level can be distinguished by referring to the former as skill levels and the latter as character levels. Swing a sword and you’ll level up the One-Handed skill. Cast a spell from a specific school and you’ll level up that spell school. Brew potions and you’ll level up Alchemy. As skills level up, your character levels up. The higher your skill level, the more experience you’ll get towards your character level, and the higher your character level, the more experience you’ll need.\n\nAttribute and Perk Points\nEach time your character level increases you’ll be able to distribute one Attribute point (you’ll be forced to do this upon opening the skills menu) between Magicka, Health, or Stamina. You’ll also be able to distribute one perk point, although you’re not forced to do this and you can save perk points to invest at a later time if you wish. You can see our Attributes and Perks pages to learn more about these in greater detail.",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Attributes : \n\nUnderstanding Attribute Points in Skyrim\nThere are three attributes in Skyrim: Magicka, Health and Stamina. Each of these have a base amount of 100 when you start a new character, and every time your character level increases you can improve one of these three attributes by ten points per character level. Although perk points are the real substance of character customization, attributes can’t be ignored when it comes to planning your build, either. After all, a low Health warrior won’t be in the fight for long regardless of where they spend their points. A character with low Stamina won’t be able to sprint or perform power attacks/aimed shots as frequently, and mages with low Magicka won’t be able to cast the more powerful spells.\n\nMagickaMagicka is consumed whenever you cast spells, the exact amount depends on the potency of the spell, your skill level in the spell’s related skill tree and what perks you have invested in said skill tree. This might seem like an obvious investment for aspiring magic-users, but alas, this attribute isn’t worth improving if you plan to spend some time leveling up your skills. If you level up your Enchanting skill you’ll be able to create armor that reduces the Magicka cost of a spell school, and several such pieces worn together can eliminate the Magicka cost of such spells entirely. When properly enchanted, you can wear whatever armor you wish and cast up to two spell schools without worrying about Magicka consumption. You should only need to invest in Magicka if you plan to play through the game without bothering with crafting at all.\n\nHealth\nThis one is fairly obvious. The more you invest in health, the more damage you’ll be able to take before you succumb to your wounds and die. Although armor and resistance ratings play a significant role in keeping you alive (see our How to Stay Alive guide for more info on that), you’ll still need a good pool of health to work with in most fights, so we recommend investing in health first, and maintaining a steady investment as you level. If you’re aiming to create a warrior type class, health will be your most important attribute to ensure that you can take a beating in a fierce fight. However, you’ll still need a reasonable pool of stamina to maintain heavy attacks, or to get yourself out of a dangerous situation quickly when necessary.\n\nStamina\nThe stamina attribute is arguably most useful for archer builds, with warriors coming in at a close second. As an archer, you’ll need a good supply of stamina to keep firing shots at a distance, since each shot consumes a fair amount of stamina. Alongside this use, you’ll also want to have a reasonable amount to work with even after you’ve fired a number of shots, to ensure that you can escape enemies who might come within melee range. As a warrior, performing power attacks and shield bashes will consume a lot of stamina if you spam them. You’ll need to learn how to use them wisely, when each attack type is most effective for particular fights. If you’re going for more of a rogue build, you’ll still consume stamina when rolling while in stealth. Stamina, then, is useful for almost any build type.\n\n*Note : \nAnother benefit of investing in stamina is that you’ll gain five points of extra carry weight points for each time that you invest in the stamina attribute. This makes it useful for any class to consider, especially if you have a tendency to loot a lot of stuff that you know you’re going to sell.",

        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://bstoremusic.xyz/Guide/GuideTheElderScrollsV/Skyrim_Perk_Points.png",
        "text": "Perks : \n\n Understanding Perk Points in Skyrim\nHow to Use Perk Points Effectively\nAs mentioned earlier, perks are the real substance of character customization, due to the diversity of build types that they offer with each perk point invested in a particular skill. The overall skill level of a specific skill improves the general effectiveness of that skill, but perks offer more in terms of what you can actually do with a skill. For example, investing perks in one-handed weapons provides additional special power attacks with them, and increased effectiveness with a specific weapon, such as adding a bleeding effect to axes.\n\nYour skill level determines what perks you can buy in each skill tree, and since increasing your skill level increases your character level, you’ll have more perks to distribute over time. The more powerful perks are generally higher on the perk tree, while the perks lower on the tree are focused more on improving general effectiveness of the skill. You’ll gain one perk point per level, and after you’ve spent a perk the only way to get it back is by maxing the skill level of a particular skill, then making it legendary to reset the skill level to 15. Keep this in mind when you invest perk points, and do so only after careful consideration of the build you’re aiming for. There’s no need to invest perks as soon as you earn them, so you might want to consider saving them as you level up and learn more about what playstyle you’re likely to enjoy most.\n\nRecommended Skill Perks\nAlthough it’s a good idea to create a character which is adept in most skills, you might want to focus on some above others. You can see our Skills guide for an overview of the basics, along with the following useful tips for each skill, including recommended perks:\n\nAlchemy\nAlteration\nArchery\nBlocking\nConjuration\nDestruction\nEnchanting\nHeavy Armor\nIllusion\nLight Armor\nLockpicking\nOne-Handed\nPickpocket\nRestoration\nSmithing\nSneak\nSpeech\nTwo-Handed\n\n*Note : \nIf you’re wondering how Heavy Armor and Light Armor skills are levelled up, the main way is by taking hits from enemies while wearing the specific armor type. This will happen naturally as you play through the game and encounter new foes, but you can force level it by allowing an enemy to hit you continuously as you heal. Keep in mind that more powerful hits will grant more XP for the skill.",

        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://bstoremusic.xyz/Guide/GuideTheElderScrollsV/skyrim_Perk_Trees.png",
        "text": "Basics of Race\nThis page details the basics of race in Skyrim, including the perks of being an Argonian, Breton, Dark Elf, High Elf, Imperial, Khajiit, Nord, Orc, Redguard, Wood Elf.\n\n",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://bstoremusic.xyz/Guide/GuideTheElderScrollsV/Skyrim_Race_Basics.png",
        "text": "Overview of Races in Skyrim\nAll of the races from the previous Elder Scrolls games are back in Skyrim, although they’ve been tweaked to balance their capabilities. It doesn’t matter much outside of aesthetics in terms of which race you choose to play. Each have their perks, and none have any negative traits which might severely cripple the player in specific situations. However, the perks for each race will still give you an advantage depending on the type of build you’re aiming for. There are specific default stat boosts, starting spells, and special abilities for each race that you’ll need to consider for a build based on your own preferences. We’ve provided an overview of these for each race (click on the hyperlinks below for detailed overviews), along with a brief description of their propensities.\n\nArgonian\n“The reptilian race, well-suited for the treacherous swamps of their Black Marsh homeland, has developed a natural resistance to diseases and the ability to breathe underwater. They can call upon the Histskin to regenerate health very quickly.”\n\nBreton\n“In addition to their quick and perceptive grasp of spellcraft, even the humblest of High Rock’s Bretons can boast a resistance to magic. Bretons can call upon the Dragonskin power to absorb spells.”\n\nDark Elf\n“Also known as Dunmer in their homeland of Morrowind, Dark Elves are noted for their stealth and magic skills. They are naturally resistant to fire and can call upon their Ancestor’s Wrath to surround themselves in fire.”\n\nHigh Elf\n“Also known as Altmer in their homeland of Summerset Isle, the High Elves are the most strongly gifted in the arcane arts of all the races. They can call upon their Highborn power to regenerate Magicka quickly.”\n\nImperial\n“Natives of Cyrodiil, they have proved to be shrewd diplomats and traders. They are skilled with combat and magic. Anywhere gold coins might be found, Imperials always seem to find a few more. They can call upon the Voice of the Emperor to calm an enemy.”\n\nKhajiit\n“Hailing from the province of Elsweyr, they are intelligent, quick, and agile. They make excellent thieves due to their natural stealthiness. All Khajiit can see in the dark at will and have unarmed claw attacks.”\n\nNord\n“Citizens of Skyrim, they are a tall and fair-haired people. Strong and hardy, Nords are famous for their resistance to cold and their talent as warriors. They can use a Battlecry to make opponents flee.”\n\nOrc\n“The people of the Wrothgarian and Dragontail Mountains, Orcish smiths are prized for their craftsmanship. Orc troops in Heavy Armor are among the finest in the Empire, and are fearsome when using their Berserker Rage.”\n\nRedguard\n“The most naturally talented warriors in Tamriel, the Redguards of Hammerfell have a hardy constitution and a natural resistance to poison. They can call upon an Adrenaline Rush in combat.”\n\nWood Elf\n“The clanfolk of the Western Valenwood forests, also known as Bosmer. Wood Elves make good scouts and thieves, and there are no finer archers in all of Tamriel. They have natural resistances to both poisons and diseases. They can Command Animals to fight for them.”\n\n",

        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://bstoremusic.xyz/Guide/GuideTheElderScrollsV/Skyrim_Argonian.png",
        "text": "Argonian\nThis page details a brief overview of the Argonian race in Skyrim, including the default stat boosts for the race, special abilities, and a breakdown of how useful those abilities actually are.\n\nSpecial Race Abilities\nArgonians hail from Black Marsh, a harsh land that has forced them to develop resistances to the many diseases found in such environs… not to mention a penchant for guerrilla warfare. They also have the ability to breath underwater, and can regenerate health quickly for a short duration thanks to their Histskin ability.\n\nSadly, all of their abilities are easily emulated, and hence not very impressive. Diseases can be annoying, but they can also be cured at any of the numerous shrines that litter Skyrim for absolutely no cost. Breathing underwater is no more of a boon, as it’s rarely useful and can be replicated with enchanted jewellery that provides an identical effect. The Histskin ability is nice to have, but is also easily emulated to greater effect with other health regeneration spells. In the long run, you’re better off just making armor that removes the Magicka cost of Restoration spells and using the plentiful, free healing you’ll get that way… or just craft a potion of regeneration.\n\n",

        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      }
    ],
    "content2": [
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://bstoremusic.xyz/Guide/GuideTheElderScrollsV/Skyrim_Unbound_Chapter.png",
        "text": "",

        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://bstoremusic.xyz/Guide/GuideTheElderScrollsV/Skyrim_Follow_Hadvar.png",
        "text": "Unbound\nThis page details an overview of Unbound, the introductory quest to the main story of Skyrim, including how to escape Helgen and what happens if you follow Ralof or Hadvar.\n\nQuest Overview\n1.Observe what you can about Skyrim and your situation.\n\n2.Create your character.\n\n3.Escape the executioner’s block.\n\n4.Make your way to Helgen Keep to escape a dragon attack.\n\n5.Choose Ralof, a Stormcloak rebel, or Hadvar, an Imperial soldier to escort you.\n\n6.Equip weapons / armor you find by opening containers or looting bodies.\n\n7.Escape from Helgen and enter Skyrim a free person.\n\nHow to Escape Helgen Keep\nAt the beginning of the game, you’ll find yourself travelling as a prisoner in a wagon. As you move along the road approaching Helgen, one of the prisoners, named Ralof, will tell you a bit about the current situation. When you enter the village of Helgen you’ll notice Imperial General Tullius speaking with one of the Thalmor. As you reach the chopping block, the horse thief will panic and try to flee. You’ll then be prompted to make your character.\n\n*Tip : If you’re struggling to choose which race to play, be sure to take a look at our Basics of Race section, which details the default stats and special abilities of each race.\n\nOnce you’ve created your character, you’ll be called for execution. A cruel joke, but there’s no need to fear; a dragon will arrive and begin attacking the village indiscriminately, giving you a chance to flee. At this point the quest will properly begin, and you’ll need to follow Ralof into the nearby keep to escape the fire. A brief exchange between Ralof and Ulfric Stormcloak will follow, after which you’ll need to run up the stairs. The dragon will smash through the wall here, but you’ll be able to jump into the nearby building through the hole in the wall.\n\nWhen you exit the building you’ll find Hadvar, who will ask you to follow him. Do this brielfly until you encounter Ralof again. At this point you can choose to go with Ralof or Hadvar, based on whether you trust the Stormcloaks or Imperials more. As we just narrowly escaped an unjust death at the hands of the Imperials, we chose to go with Ralof, but ultimately it doesn’t matter much at this point in the story.\n\n",

        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "What Happens if You Follow Ralof\nRalof is the Nord, so you want to go right. Head inside the keep, where Ralof will say goodbye to a fellow soldier. You can then loot the body of the soldier to make use of their gear. After you’ve equipped the gear, you can have a quick look at your spells from the menu, ready for the combat ahead if you want to be a mage from the start. Every new character starts with the Flames and Healing spells.\n\nOnce you’ve got all your new gear equipped, Ralof will check the iron gates, noting that they’re locked. As he does this, two Imperial soldiers will appear from behind one of the gates. You’ll need to hide around the corner and wait for them to enter, then attack them with Ralof. They won’t cause you much trouble, and provide your first opportunity to learn the basics of combat. When both Imperials are dead, loot their bodies and search the hall where they came from for some more minor loot. You can then follow Ralof through the next gate, after opening it using the key from one of the Imperials.\n\nAs you move through the tunnels you’ll encounter more Imperials who are looking for potions. You’ll need to kill these, then you’ll have the optional objective to loot the potions yourself from a specific barrel. You’ll find more potions and other loot throughout the room, so be sure to check it thoroughly. After exploring this room, follow Ralof to the torture room and help him kill a few Imperials alongside other Stormcloaks. You can then loot this room, including the dead mage in the locked cell. You’ll encounter your first lockpicking challenge here, which you’ll need to get used to if you want to get the most out of the game in terms of extra loot.\n\nFollow the party when you’re done exploring and unlock the cells along the way (note that you can search skeletons for gold). You’ll soon be in a wide open room with several imperials in it, so join your companions and take them down. Note that one section of the floor has oil on it, making it a great place to use some fire magic. After you’ve killed them all follow Ralof and soon another cave-in will separate you from your two previous companions. Keep following Ralof (noting that there’s a path off to the left that leads to a skeleton, gold, and a healing potion).\n\nThe next room of enemies will include some spiders. Help Ralof kill them and be sure to loot each of them for their venom, which you can sell later. Keep following the path and soon Ralof will stop you, pointing out a bear up ahead. Here you can learn either the basics of sneaking by passing by the bear, or you can practice a bit of archery by shooting it. I’d recommend trying out archery as the bear pelt is worth a nice chunk of change, plus you have Ralof to help you.\n\nKeep progressing through the cave and soon you’ll be outside. Here you’ll see the dragon that just attacked Helgen flying off, and the quest will complete. From here, there’s no specific order in which you must do things, but there are multiple quest lines that you can follow including the continuation of the main story, joining various guilds, pledging yourself to the Stormcloaks or Imperials, or just wandering freely as you complete side quests.\n\nWhat Happens if You Follow Hadvar\nOnce inside, approach Hadvar and he’ll set your hands free. You can then open the two chests inside this room which will provide you with some basic gear and weapons. After you’ve equipped the gear, you can have a quick look at your spells from the menu, ready for the combat ahead if you want to be a mage from the start. Every new character starts with the Flames and Healing spells. After deciding whether you’re going to engage in melee or magic combat to begin with, follow Hadvar until you encounter some Stormcloaks. They won’t be much trouble, so just help Hadvar to defeat them and be sure to loot their corpses.\n\nAs you continue to follow Hadvar you’ll encounter a room with two Stormcloaks looking for some potions. Kill them and take the potions for yourself. You’ll then enter the torture room, where Hadvar will begin speaking with a fellow Imperial. You’ll find some more loot in this room including the Book of the Dragonborn, a dagger, and a few lockpicks. You can use the lockpicks to pick the locks of the nearby cages, where you’ll find a dead mage with some gold, potions, and the Sparks spell tome. You can also use the Novice Hood and the Robes if you plan to play as a mage from the beginning.\n\nNow go down the hallway to the west and lockpick all the cells in here (to get the lockpicking experience). Continue until you find Hadvar. Follow him and you’ll get to a room with more Stormcloaks. There will also be some archers, which are new enemies. They’re stepping on oil, so approach them and set it on fire using the Flames spell if you want to end them quickly. Be sure to loot their corpses for a bow if you plan on using one, although you can still sell it to a trader if you don’t.\n\nAs you continue you’ll find a room with a small stream running through it. Before following Hadvar here, take the path to the left to find some more minor loot. Once you have this, go back to Hadvar and follow him to another room full of spiders. They’re easy to kill so you shouldn’t have any trouble, but you’ll want to kill them quickly to avoid any poison debuffs. The spiders are particularly weak against fire, so your Flames skill will be useful if you’re playing as a mage.\n\nIn the next room, Hadvar will tell you about sneaking, while also suggesting that you can use the bow to kill the enemy. You can choose either method and then continue outside to complete the quest.\n\n",

        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Before the Storm\n\nThis page details a guide through the Skyrim main story quest Before the Storm, including where to find Alvor or Gerdur in Riverwood, how to reach Whiterun and speak to Jarl Balgruuf the Greater.\n\nQuest Overview\n1.(Optional) Speak to Alvor or Gerdur in Riverwood.\n\n2.Go to Whiterun.\n\n3.Seek out Jarl Balgruuf the Greater.\n\nSpeak with Gerdur or Alvar in Riverwood\nOnce you’ve emerged from the cave and the ruin of the village of Helgen, you can follow Ralof to Riverwood if you chose to follow him. If you followed Hadvar, you can make your own way to Riverwood, which is located north of Helgen.\n\n*Note : \n If you followed the Ralof path in the first quest, you will be advised to seek out his sister Gerdur. If you followed the Hadvar path, you will be advised to seek out his uncle Alvar. Again, it really doesn’t make a lasting difference. Below we assume you are looking for Gerdur, but if you aren’t just replace her name with Alvar (who is the Blacksmith in Riverwood).\n\nAlong the way to Riverwood, you can find some valuables without having to venture too far. From the cave exit, travel down the dirt path ahead until you reach an intersection with a sign-post nearby. Now, Riverwood is to the north, but if you travel slightly south you’ll see a bandit camp on the hill to the left. The real treasure here is the Skill Book: Night Falls on Sentinel . It’s in one of the tents in the camp and will raise your skill in One-Handed by one when you read it. There’s also a Treasure Map on one of the bandits.\n\nActivate a Guardian Stone\nAfter you’re done with the camp. go back to the sign post and head north. You’ll end up heading downwards along a rocky path and soon you’ll find the Guardian Stones, a small monument that has three pillars which are devoted to the three main types of playstyle in Skyrim; Thief, Mage, and Warrior. You can activate one of these stones now to gain one of the following bonuses:\n\nYou can always return to the Guardian Stones if you want to chain the bonus depending on your desired playstyle.\n\n",

        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://bstoremusic.xyz/Guide/GuideTheElderScrollsV/Skyrim_Guardian_Stones.png",
        "text": "Once you’ve activated a stone, continue heading down the rocky path. You’ll likely meet some wolves along the way, but they aren’t very threatening. It won’t be long until you reach Riverwood as you follow the path. The town has more to offer than just the main story quest line, so take some time to explore it, sell some items, potentially buy some useful items, and do some of the side quests if you wish. There is plenty to do in Riverwood, but we’re going to focus on the quest at hand here.\n\nYou’ll find Gerdur wandering around the lumbermill in the town, which is next to the blacksmith and the river. You can ask her for items and she’ll offer you a wide variety of things for free. When you’re done taking the items, she’ll ask you to speak with the Jarl of Whiterun by warning him of the dragon attack, and to see if he’s willing to send any soldiers to protect Riverwood.\n\nTravel to Whiterun & Warn Jarl Balgruuf\nWhiterun is north of Riverwood, so head out the north side of town and cross the river. Keep following the path and kill any wolves that you may come across. You’ll probably find the “Honningbrew Meadery” as you go along. You’ll also come across several farms and discover them on your map as you go. Along the way, you’ll probably encounter a warrior fighting a giant. When you speak with the warrior they’ll tell you about a group called the Companions, akin to the fighter’s guild in Oblivion. You can pick this quest line up later in Whiterun.\n\nAs you approach the gates of Whiterun, a guard will stop you and tell you that the city is currently closed due to the dragon threat. You can respond by telling the guard that you’re here on behalf of Riverwood. He’ll soon let you in. As with Riverwood, there’s a lot of side content to do in Whiterun, but we’ll focus on the quest at hand by making our way to the keep, known as Dragonsreach. When you enter the keep, head to the back of the hall, where you’ll be stopped by members of the court. A conversation with the Jarl will then ensue, after which the Jarl will reward you with some armor before the quest completes.\n\n",

        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "text_image",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://bstoremusic.xyz/Guide/GuideTheElderScrollsV/Skyrim_Whiterun_Location.png",
        "text": "",

        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      }
    ],
    "content3": [
      {
        "ordered": "image_text",
        "color": "#6e50d9",
        "style": "blood",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "10",
        "right": "0",
        "text_size": "20",
        "image_width": "150",
        "image_hieght": "100",
        "image_link": "",
        "text": "Side Quests\n",
        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "image_text",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Side Quests\nBlood on the Ice\nYou can start this quest in Windhelm by visiting the graveyard on the left side of the town. It won’t show up right away though, but after you’ve visited Windhelm 2-3 times you can go to the graveyard and see a gathering of people (I left and waited for 24 hours, then went back until the gathering of people showed up in the graveyard).\n\nOnce the poeple show up, head over to them and you’ll see a woman has been murdered. The guard nearby will ask if you saw anything, and from there you can offer to help out.\n\n*Note : I’m fairly certain this quest is GLITCHED if you advance too far into the game. For the life of me I can’t get it to show up on my higher level character. I got it to show up on a lower level character fairly easy, so BE AWARE that this can happen…\n\nThe guard will reluctantly let you help and will ask you to question the three witnesses nearby. Go up to each of them and ask if they know anything. They will each give you vague details at best, so go back and reporrt to the guard. He’ll listen but will tell you that you need to talk to Jorleif if you want to OFFICIALLY help investigate.\n\nJorleif is in the Palace of the Kings , so head over there and talk to him. He’ll gladly accept your help, so now your officially looking into this and are not some nut off the street. Go back and tell the guard by the crime scene that you have permission to help. He’ll mention two things: that Helgrid took the body to the nearby Hall of the Dead for burial and that he noticed a path of blood leading away from the crime scene .\n\nYou can go talk to Helgrid now to learn that the attacks were done with an ancient Nord weapon, but she isn’t any help after that. Also, be sure to follow the blood trail to a house in the northwest part of the city named “ Hjerim “. It will be locked with a master lock . You can then ask either the guard or Jorleif how to get into it. The’ll mention Tova Shatter-Shield has the key.\n\nGo talk to Tova now (she lives just south of Hjerim) and tell her you’re trying to find the killer and she’ll give you the key. With the key you can easily enter Hjerim, so head over there. Upon entering you’ll see the blood head to a chest . Investigate and then open the chest. What you want to pick up and read here (and take) is the “ Butcher’s Journal 1 “.\n\n",

        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "image_text",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Now; head over to where the cabinents are. There is a small shelf between the cabinents you can investigate. You’ll find more fliers, but the investigation will note that one stack of them is disheveled. That is because there is a “ Strange Amulet “ here. Go ahead and pick it up. Now investigate the right cabinent and reveal the hidden wall behind it. Yuck, you’ll have uncovered the altar where this psycho is doing his “magic”. Investigate the altar and take the “ Butcher’s Journal 2 “ from it. You can exit the house now.\n\nNow either go talk to Jorleif or any guard (it really doesn’t matter which) to get two new questions to ask them. The first will be about the “Beware the Butcher” posters that you found. Turns out a woman named Viola has been putting them up around town and someone (likely the butcher) has been taking them down. The second question involves the amulet, and learning what it is. You will be told to go visit Calixto at his shop to help identify it.Ok, let’s go talk to Viola now. She’s usually either in her house or Candlehearth Hall , but you should have a pointer for both her and Calixto to help you find out where they are. She’ll mention she’s been trying to learn who the butcher is for awhile now and suspects the court wizard, Wuunferth , of being a Necromancer.\n\nYou can go talk to Calixto now (he’s either at his shop or out taking a walk) and he’ll note that the amulet is passed down from court wizard to court wizard as a ceremonial token, and should belong to Wuunferth. He will also try to buy it from you for 500 Gold (you should sell it - trust me). Well now, the evidence is PRETTY strong against Wuunferth at this point. So much so that the game tell you to go talk to Jorleif now and present your case.\n\nBut wait! You have two options here. You can either to talk to Jorleif OR you can go confront Wuunferth yourself. This choice actually puts you down two VERY different paths. The “best” choice would be to go talk to Wuunferth, but again, you don’t HAVE to. Follow the walkthrough in the box below if you choose to go talk to Jorleif first. If not, skip the box and follow that section!\n\n",

        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "image_text",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "*Note : \nGo tell Jorleif that you think Wuunferth is the killer. He’ll ask you for proof and you’ll tell him of the journals and amulet, which is good enough for Jorleif! He will thank you and the quest will pop up on the screen as complete. You can head out from here, but its interesting to follow Jorleif as he arrests Wuunferth and has him thrown in jail (the jail is in the Barracks off the Palace of Kings by the way).\n\nNow, you may think the quest should be over by now except it ISN’T! You can either wait awhile or (what I’d do) go somewhere and let three days pass by waiting and come back to the city at nighttime. Pass by the left side of Candlehearth hall and you’ll see ANOTHER woman murdered! Gah! Talk to the guard nearby who will question whether you even captured the right person (obviously you didn’t!). He’ll then tell you to go and talk to Wuunferth in the prison.\n\nGo talk to Wuunferth and he’ll mock you a bit before cooperating with you. The topic will steer to the journals and amulet you found, and upon | | hearing its description, he will do some calculations and tell you the killer is going to strike TONIGHT! You are now caught up with the path of “confronting Wuunferth instead of telling Jorleif HE is the killer”. Read below (which will repeat SOME info) and continue with the quest.\n\n",

        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "image_text",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "\nWell, so you’ve either made a terrible mistake and followed the guide through the box to here OR you went and talked to Wuunferth first! Good.\n\nFor those who are just now trying to talk to Wuunferth , you can usually find him in the Palace of Kings or in his bedroom above the Palace of Kings (take the first left door after entering, his room is in the far back). He will tell you that he too has been investigating the murders and will ask you to describe the ring to him. Upon hearing your description, he’ll advise it is the Necromancer’s Amulet , and will do some quick calculations and tell you the murderer will strike again… tonight!\n\nYour objective will now be to patrol the stone quarter to find the murderer. Leave the Palace and make it night if it isn’t already ( move time forwards to 11PM and you should be good) and then explore around the merchant’s quarter. You’ll likely find a High Elf named Arivanya (or, if this is the second victim, an Argonian named Shavee ) standing haphazardly about.\n\nWait around and soon you’ll see… Calixto ? Watch and Calixto will get into a sneaking stance, draw a weapon, and advance on Arivanya. Quick, go save her by attacking Calixto ! Calixto will attempt to run towards Hjerim, but you should be able to take him out (any guards in the area will come help you). Be sure to loot his body thoroughly to get several goodies, including the enchanted Necromancer’s Amulet back (better than ever!) .\n\nFrom here, you can go talk to Jorlief to officially end the quest, but I would also recommend heading on over to Calixto’s house ! You can easily open it with the key you found on his body. Inside you can freely steal from his shop of knick-knacks if you wish, but the most interesting thing in here is up on the second level, where you can open a chest and find the “ Butcher’s Journal “ to see WHY Calixto was doing what he was doing….\n\n",

        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "image_text",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "",
        "text": "Forbidden Legend\n\nYou can get this quest by finding the book “ Lost Legend “ and reading it, which will start this MAJOR quest. Initially, all you are supposed to do is to “Investigate the Gauldur Legend”, which is pretty vague.\n\nTo help you out a bit, I’ll tell you this. The legend concerns (as the book points out) a powerful wizard known as Gauldur. He was looked upon jealously by his sons, and murdered. His sons fled and the only real clue the book gives is that “One brother is said to have perished in the ruins of Fulgunthur which is to the NORTHWEST of Morthal .”\n\nMay as well start there. Head inside of the ruins and you’ll find dead adventurers as well as dead Draugr . Keep going, watching out for traps until you reach a room with a large dining table. In here you’ll be ambushed by 4-5 Draugr, so take them out. The path out of here is to the right, but be careful of the grated floor dropping out on you (there’s a lever to the right to make it stay in place). Once you go up the stairs you’ll soon see a dead mage by several dead Draugr named Daynas Valen .\n\nHe has a notebook on him that explains a GREAT DEAL of this quest and ends up fleshing out this quest a LOT. In fact, once you read his notebook, the “Investigate the Gauldur Legend” part will be complete, and will now separate into THREE new objectives:\n\n*- Find the Gauldur Amulet Fragment in Geirmund’s Hall.\n\nFind the Gauldur Amulet Fragment in Folgunthur.\n\nFind the Gauldur Amulet Fragment in Saarthal.*\n\nSo know we have three objectives to do. Well, we’re already in Folgunthur, so let us start there.\n\no Find the Gauldur Amulet Fragment in Folgunthur.\n\nFrom where you found Daynas Valen’s body is where we’ll start (if you’re just now reading this, enter the ruins and proceed until you DO find him: you can’t miss him). Loot the corpse for that notebook and a IVORY DRAGON CLAW . Use the claw on the keyhole he’s lying against to open the way. Kill the Draugr and continue to a room with a couple of thrones (be sure to kill the Draugr that are on the thrones as well).\n\nEnter the room to your right and kill the Draugr at the end, then take mental note of the STATUES in the room (they were SNAKE, WHALE, EAGLE for me). Then, by the far throne out in the main room flip the lever to open another room with rotating statues (kill the Draugr). Now make THESE statues match the ones in the previous room. Once you have that done, go back out to the main room and hit the chain by the grates to open the path onwards.\n\nContinue down into the ruins and kill the spiders you’ll run across. Past them is a long hallway with a DRAGON CLAW door at the end. As you get about halfway through the hallway, the lights will go out and SIX Draugr will rise out of the nearby tombs (hit them while they are getting up!). After you have killed them, make the rings on the door match this:\n\n- TOP RING: EAGLE\n\n- MIDDLE RING: EAGLE\n\n- BOTTOM RING: DRAGON\n\nAnd then activate the door to open it. Check the table beyond for goodies and proceed into the Folgunthur Crypt .\n\nThe crypt is, of course, just plain massive. You KNOW you’re in for a fight, right? Proceed forwards and out of the center tomb will rise Mirkul Gauldurson one of the wizards sons. SEVERAL Draugr will rise with him, so hopefully you have a companion or a handy shout ready to even the odds. Take them all out and once you have killed Mirkul, loot him for the Gauldur Amulet Fragment .\n\nWe may as well get out of this area together. Loot the rest of the bodies and use the dragon claw on the RIGHT gate to continue. Up here you will find quite the prize: a DRAGON WALL ! This one teaches FROST - FROST BREATH . Very nice.\n\nThere is also a chest with a bunch of goodies here too. Loot away and take the nearby door back to Folgunthur and out to Skyrim. One quick note: you can use the DRAGON CLAW in the room with the dead adventurers to find a hidden chest. Onto the next piece!\n\nFind the Gauldur Amulet Fragment in Saarthal\nTo be honest, THIS part of the quest is BEST done while doing the MAGE’S COLLEGE quest “ Under Saarthal “. You’ll HAVE to recover a piece of the Gauldur Amulet when doing that quest, so I highly recommend doing it then. Or at the very least, reference THAT part of the guide to find our guide on completing that dungeon.\n\n[Go do the Mage’s College quest “Under Saarthal” to get this piece!]\n\nOnce you have it in hand, go to the next piece!\n\nFind the Gauldur Amulet Fragment in Geirmund’s Hall\nGeirmund’s Hall is just east of the small town of Ivarstead , which if you’ve played even a little bit of the main questline you’d be able to fast-travel there. Once inside, kill the Skeevers, loot the dead guy, and drop down the hole to the water below. Take note that you can search underwater for a chest that is beyond a doorway (be fast lest you drown) then go through the iron door down here.\n\nKill the spiders you find. You can pick the right door if you want to grab some random loot, the continue to the left a bit and look at the left-hand side for a chest. This chest is TRAPPED though , so either un-rig it or loot it and move away fast. Watch out for floor plates as you continue.\n\nYou’ll go down into some water, but TAKE NOTICE of the WALL SYMBOLS HERE . On the left you’ll see an EAGLE , then a WHALE and on the right you’ll see a WHALE then a SNAKE . On your way to a barred gate up ahead, you’ll see ROTATING STATUES that you have to make MATCH those symbols. Make the statues on the left-hand side go EAGLE then WHALE and on the right-hand side make them go WHALE then SNAKE .\n\nAlso, be careful of grabbing the soul gem off the table as it is also trapped and will make a mammoth skull come crashing down at you. There are also a couple of Draugr here. Go to the end after making the statues match and press the lever to continue.\n\nContinue on and kill the Draugr you will find. Before going through another iron door, you will see the final resting place of Archmage Geirmund . Be sure to take his key. Continue through the door and slay the enemies here, then go upwards to the left ( I ran into a Deathlord here, so be careful ). At the end you’ll see a lever by a doorway.\n\nIt looks like it MAY drop the bridge in the distance, but DON’T hit it and do a 180 to see another lever. Hit THAT one. Continue on and you’ll run into a blade trap (that a Draugr likely activated, otherwise watch out for floor plates). Get past it (whirlwind shout) and de-activate it to come upon another flooded area. Get ready for a fight.\n\nAs you approach the tomb, the last Gauldurson brother will spring forth: Sigdis . Hurt him as much as you can as he rises, because he’ll soon teleport away. See all of the raised areas out in the water? Sigdis will appear out here on one of them (he’s an archer) as will TWO ILLUSIONS . The one way I figured out to tell the REAL one apart from the fakes is that the REAL one has HORNS on his helmet .\n\nAlso; you should really stick with ranged if you can afford to, as all of the Sigdis enemies here know UNRELENTING FORCE and you will be thrown around if you try to melee them. Focus your attacks on the real Sigdis and you’ll remerge a victor. Take his piece of the amulet and then explore the area behind his tomb for a chest, a TWO-HANDED SKILLBOOK called Words and Philosophy , and a shortcut back to the world map.\n\nReforge the Gauldur Amulet\nWith all three pieces of the Amulet in your possession it is now time to reforge them! Look to the map to see where the next objective points to (it is by Reachwind Cave , east of Markarth ) and make your way there. The place you want to go to is called “ Reachwater Rock “. It’s behind a waterfall .\n\nOnce you are in the cave, head down to a pool. Yes, there is a chest down there if you feel like diving. Follow the path to find an EMERALD DRAGONCLAW and a note begging you to turn around. Yeah, we’re going to go forwards. There is a DRAGONCLAW door up ahead, so check out the claw in your possession and make the door match this:\n\n- TOP RING: BEAR\n\n- MIDDLE RING: WHALE\n\n- BOTTOM RING: SNAKE\n\n Now activate the door to continue. A BUNCH of doors open up leading to one more DRAGONCLAW door. The answer to THIS one is found on the IVORY DRAGONCLAW , so make the door match this:\n\n- TOP RING: EAGLE\n\n- MIDDLE RING: EAGLE\n\n- BOTTOM RING: DRAGON\n\nWith that door opened, head down to find a BIG open (and lonely) room. On the tomb at the end you’ll find THREE places to place your amulet fragments, so save , get ready for a fight, and place them all down.\n\nAll three brothers will appear before you and you’ll have to fight them now one after the other. The first one to come down is Mirkul , and he will be joined by a LOT of Draugrs. Summon up some aid if you can and focus on NOT being surrounded. You have if somewhat easy since you can jump the gaps in this place and divide their forces like that.\n\nAfter killing him, Sigdis will come forwards. He does one better than when you last fought him, as he summons THREE illusions instead of two. They are all spread across the room of course. The best way to do this is to switch to range. The KEY to knowing WHICH Sigdis to hit is that the REAL Sigdis wears a helmet that has HORNS THAT CURL !\n\nOnce you take him out you’ll now have to take out Jyrik . Thankfully, compared to Saarthal, he is EASY. For one, he isn’t invincible here. He does cast magic at you and will teleport away every so often, but you have it much easier here than before.\n\nOnce you have taken out all three of them, approach the alter to see a scene where Gauldur arrives and takes out all three of his sons. He will then forge the amulet into a single piece, which when worn gives you +30 to your health, magic, AND stamina. VERY nice. The quest is now over, but be sure to grab the gold from Gauldur’s remains as well as loot the chest you’ll find as you make your way back to the world map. Congrats!\n\n",

        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      }
    ],
    "content4": [
      {
        "ordered": "image_text",
        "color": "#6e50d9",
        "style": "blood",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "10",
        "right": "0",
        "text_size": "20",
        "image_width": "150",
        "image_hieght": "100",
        "image_link": "https://bstoremusic.xyz/Guide/GuideTheElderScrollsV/lkjhgfdgkjhgfdsglkjhgfdjkjhgf.png",
        "text": "Intro\n\n",
        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "image_text",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://bstoremusic.xyz/Guide/GuideTheElderScrollsV/lkjhgfdgkjhgfdsglkjhgfdjkjhgf.png",
        "text": "So you want to be a “Companion”? Well, there’s two ways of going about it.\n\nIt’s very likely that as you first approached the town of Whiterun you encountered a group of people fighting a giant/troll/animal out in a field. Hell, chances are you tried to help! Once the beast is slain, talk with them and you will receive a Miscellaneous Quest called “Speak with the leader of the Companions”. `\nOr you can visit their place of rest known as Jorrvaskr in Whiterun (it’s to the right of Dragonhelm on your map) and speak to someone inside about joining. They’ll tell you to speak to Kodlak Whitemane, who can be found downstairs in the living quarters.`\nThis is the best option as you’re not relying on a random encounter to trigger.\nOnce you find Kodlak tell him you’d like to join the Companions. He will look you over and say you may have what it takes. He’ll then ask how you are in battle. Answer however you want and after a brief interruption by Vilkas, he will tell Vilkas to go test you out. This ends the MISCELLANEOUS QUEST that brought you here and starts a PROPER quest: “ Take Up Arms “.\n\n",

        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "image_text",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://bstoremusic.xyz/Guide/GuideTheElderScrollsV/53569-skyrim-companions-02jpg.jpg",
        "text": "Take up Arms\nFollow Vilkas as he leads you out to the training yard. Once out at the training yard, Vilkas will tell you to come at him, so do as he says! DON’T use magic here, he’ll just make you attack again if you do. Also, enchanted weapons are a no-go as well. Just hit him several times (all he does is block) and you’ll pass the training.\n\nNext Vilkas will give you his sword and tell you to take it to Eorlund to get it sharpened. Eorlund is nearby, up the steps by the Skyforge, the special forge for crafting the Companions weapons and armor. There’s also a Smithing Skillbook here named “The Armorers’ Challenge” , so be sure to read it.\n\nTell Eorlund you are here with Vilkas’s sword. He will take it and teach you a bit about the Companions: apparently they have no leader. Interesting. He will then ask you to take Aela her shield back, so be a nice guy and do it.\n\nOnce you give Aela her shield, she will recognize you. She will call in Farkas and tell him to show you your room. Well, I guess we’re officially part of the group now. On the way back to your room the current quest will deem itself over, and Farkas will eventually ask for your help right here in Whiterun. Say you can handle it to start the quest “ Hired Muscle “.\n\n",

        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "image_text",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://bstoremusic.xyz/Guide/GuideTheElderScrollsV/53575-skyrim-companions-03jpg.jpg",
        "text": "Proving Honor\n\nGo find Skjor to see what he wants with you. He will tell you that a scholar has told him where to find a fragment of Wuuthrad, the weapon wielded by Ysgramor, founder of the Companions. Skjor will also tell you that Farkas will join you on your journey to judge our valor.\n\nGo find Farkas to confirm this and tell him that you’ll meet him at Dustman’s Cairn. Now it’s time to go there ourself. Dustman’s Cairn is west of the city of Whiterun , not too hard to find especially with Farkas hanging out nearby. Travel there and talk to him, then head inside.\n\nInside Farkas will comment that someone has been digging here… and to be careful. Loot the corpses here and pick the chest, then read the Skillbook (Two-Handed) called “Battle of Sancre Tor” on the table.\n\nKeep heading inwards and soon you’ll be in a burial room–several inter-connecting burial rooms, actually. This is where some Draugr will attack you; their strength is based on your level. Take them out, loot them, and continue on.\n\nYou’ll come to an empty room now, with a locked gate to the right and a room with several potions and a lever in the middle. Make sure Farkas is near you (and healthy) then go into the middle room and hit the lever. Bah, you’re stuck with no way out! Farkas to the rescue! But wait–watch the interesting scene and soon Farkas will let you out.\n\nSo, Farkas is a… werewolf. Interesting. Question him to see what “ The Companions “ is really about and he’ll tell you only “ The Circle “ are werewolves, not everyone. Hmm… Well, be sure to loot the victims. You can probably guess, “ The Silver Hand “ are anti-werewolf…\n\nContinue on through the newly opened door. There’s more Silver Hand up ahead, so take them out and open the wooden doors to continue. Even more Silver Hand are up ahead, so be ready. There’s also a chest under the stairs leading upwards. Head up and in the room on the left there is a Master chest. Pick it if you can and continue on with your looting until you reach another set of wooden doors.\n\n",

        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "image_text",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://bstoremusic.xyz/Guide/GuideTheElderScrollsV/53577-skyrim-companions-04jpg.jpg",
        "text": "There’s more burial walls here. Put an arrow into any Draugr just laying down to get in preemptive strikes. Keep doing this and moving forwards and you’ll run into another Silver Hand. Take him out with Farkas and head downwards, picking a chest and past another wooden door.\n\nThere’s three silver hand in here, so take them out and continue. Watch out for a trap floor plate past the open vine room, then head down and take out two more silver hand. The next door here leads to Dustman’s Crypt so enter to continue.\n\nThis area has more crypts and burial walls. Head forward to see a Silver Hand lounging about on the right, then continue past a skywalk before heading down into a burial wall area (shoot the Draugr that are lying down). Another Silver Hand is down here, so take him out too.\n\nContinue forward and up some stairs to a room where you can sneak attack another Silver Hand fairly easy. From here there are several Silver Hand members in the left-hand room, so be ready for a BIG fight (Farkas makes a good distraction here).\n\nThe room with the ladder stairs in it has a locked chest under the stairs and the door on the right is a supply closet that’s locked–both Adept type locks if you want to pick them. Head into the crypt room and loot the chest on the left for the Dustman Cairn Key, among other things, and use it to unlock the door straight ahead. Kill the rats that attack and go forward.\n\nThere’s an alchemy lab in a room here with a locked supply closet door and a door on the right that we need to take. More rats await us here. Follow the path out to a cave where we’ll run into a Giant Frost Spider , that attacks with a smaller frostbite spider. You can use the narrow passageway as a safe haven, but chances are Farkas will jump into the fray headfirst. If you have any fire-based spells, now’s the perfect time to use them.\n\nAfter that head through the cave until you encounter two high level Draugr enemies by a waterfall of sorts. Take them out and continue on. You’ll reach an iron door that is the biggest crypt room you’ve seen yet! There are quite a number of goodies in here, so pick them all up. Of note is the Word Wall that teaches Inferno - Fire Breath. Very nice. The fragment that we have been searching for is in here too.\n\n",

        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "image_text",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://bstoremusic.xyz/Guide/GuideTheElderScrollsV/53579-skyrim-companions-05jpg.jpg",
        "text": "BEFORE picking it up let me tell you that you’re about to face a GAUNTLET of Draugr… they will come in waves, and will vary on how hard you’ll have to face. It’s a good idea to summon up an ally if you can (any way you may know how, like Call of Valor, Summon Assassin, or even call a spirit to come help you). Take the fragment and get ready for a fight. There’s not much I can say here besides keep your health up and use the nearby stairs for hit and run tactics.\n\nAfter the fight a crypt up the stairs will open up and lead to the exit of this place, which is very nice and convenient. Exit Dustman’s Cairn and head back to Jorrvaskr. You’ll be greeted by Vilkas and taken around back where you’ll formally be inducted into the Companions. Congrats! This ends this quest, but you are told to talk to your brothers for more work. There are three choices of who to go for work but you can only pick one. For the guide’s sake (and because she’s the closest to you) let’s go with Aela and Animal Extermination .\n\n",

        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      }
    ],
    "content5": [
      {
        "ordered": "image_text",
        "color": "#6e50d9",
        "style": "blood",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "10",
        "right": "0",
        "text_size": "20",
        "image_width": "150",
        "image_hieght": "100",
        "image_link": "https://bstoremusic.xyz/Guide/GuideTheElderScrollsV/college_of_winterhold.jpg",
        "text": "Intro\n\n",
        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "image_text",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://bstoremusic.xyz/Guide/GuideTheElderScrollsV/college_of_winterhold.jpg",
        "text": "This page offers a guide on how to begin the College of Winterhold questline including where to find the College of Winterhold.\n\nHow to Start the College of Winterhold Quest\nThere’s nothing quite as satisfying as wielding magic to suit your needs in Skyrim. Instead of a formal Mage’s Guild, Skyrim houses the College of Winterhold, a place where aspiring mages go to learn, and it’s found just outside of the city of Winterhold. To start the College of Winterhold questline, you just need to visit the college!\n\nFirst, head to Winterhold, all the way up in the North-East corner of Skyrim. You could travel by foot or even find a carriage driver and pay a small fee to get there in a fraction of the time. Once there, go to the North side and you’ll see a stone bridge. Before you can progress, one of the College Mage’s will stop you and initiate conversation. Head over to our guide on First Lessons to learn how to start the College of Winterhold quest line.\n\n",

        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "image_text",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://bstoremusic.xyz/Guide/GuideTheElderScrollsV/53569-skyrim-companions-02jpg.jpg",
        "text": "First Lessons\n\nThis page offers a guide on how to pass the College of Winterhold Admission Test as well as how to complete the quest First Lessons.\n\nCollege of Winterhold Admission Test\nSpeak to Faralda and tell her you want to join the College. She’ll tell you to cast a random spell from one of the five schools of magic. If you don’t have the spell she asks for, tell her and she’ll sell it for 30 Gold. Now the new objective is to cast your spell. If you’re still new to magic, you may not have enough magika to perform one of the spells she gives you.\n\n",


        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "image_text",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://bstoremusic.xyz/Guide/GuideTheElderScrollsV/admission_test.jpg",
        "text": "Alternatively, you can pass a persuasion check to avoid the test, or say you are Dragonborn (if you’ve completed Dragon Rising). If you say you are Dragonborn, Faralda will ask you to use a Shout. Afterwards, whatever method you use, you’ll be granted access to the College. Follow Faralda all the way to the entrance of the College and once inside, you’ll see Mirabelle Ervine speaking with someone.\n\nWhen she’s free, speak to her. She’ll give you the Novice Robes of Destruction, a hood that increases your magicka and some boots. If you’re a higher levelled character who typically doesn’t use magic you might find it difficult to transition to a novice mage since the enemies will be scaled to match your overall level - but I suppose that’s half the fun! If you want to live the authentic mage life, equip the novice robes and put away that sword and shield!\n\n",

        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "image_text",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://bstoremusic.xyz/Guide/GuideTheElderScrollsV/mage_clothing.jpg",
        "text": "After Mirabelle has given you the new clothing, she will offer you a tour, so follow her around. First she’ll speak briefly about the Hall of the Elements, and then take you into the Hall of Attainment. She’ll show you your room, which you can use when you want to. There’s a lot of useful items in the other rooms in this area, so if you’re into stealing you can likely fill your pockets with some items of worth.\n\nTolfdir’s Class\nFrom here, she’ll take you back out and tell you to head into the Hall of the Elements to attend Tolfdir’s class. In here, open the gate in front of you and listen to what Tolfdir has to say. During the lecture, you’ll receive the ‘Lesser Ward’ spell, as Tolfdir wants to demonstrate it to the class, so equip it and keep using it until Tolfdir fires a spell on you. Afterwards, you’ll complete the first quest of the College.\n\n",

        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "image_text",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://bstoremusic.xyz/Guide/GuideTheElderScrollsV/magic_orb.jpg",
        "text": "Under Saarthal\nAfter completing the previous quest, First Lessons, you’ll automatically start this one. This page offers a guide on how to complete the Under Saarthal quest in the College of Winterhold story line.\n\nHow to Get to Saarthal\nThis quest is based in Saarthal, which is found southwest of Winterhold. If you follow the path from Winterhold towards Saarthal, you may encounter some enemies such as Bandits, Ice wolves or Ice Wraiths. You can either take them out or run past and hope they lose aggro.\n\nOnce you arrive, speak to Tolfdir who’s just outside. You can buy spells from him if you like. If you want to start using magic properly, buying candlelight and stoneflesh tomes could be useful.\n\n",

        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      },
      {
        "ordered": "image_text",
        "color": "#1a1b1c",
        "style": "normal",
        "gravity": "left",
        "top": "10",
        "bottom": "30",
        "left": "0",
        "right": "0",
        "text_size": "15",
        "image_width": "150",
        "image_hieght": "100",

        "image_link": "https://bstoremusic.xyz/Guide/GuideTheElderScrollsV/saarthal_map_location.jpg",
        "text": "Help Arniel Gane find Enchanted Artifacts\nAfter speaking to him, follow Tolfdir into Saarthal and continue to follow him down the steps until he asks you if you have any questions before you proceed. Feel free to exhaust all the dialogue or tell him you’re ready and he’ll ask you to find Arniel Gane and help him out. He’s relatively close, just follow the passage into a larger room then take the exit towards the quest marker.\n\nOnce you find Arniel Gane, he’ll ask you to go check out the ruins to the north, and 4 markers appear on the map. Three of them will be enchanted rings, and then the third will be an amulet on the wall. When you pick up the amulet, it’ll trigger a barricade that’ll trap you in the room. Tolfdir and Arnel will come over and tell you to equip the amulet and use your magic spells on the wall where you found the amulet. When you do so, it’ll destroy the wall and allow you to pass through into a hidden area, previously unexplored by the college!\n\nFollow Tolfdir into the secret area and when you arrive at the end of the linear path, you’ll be contacted by the Psijic Order who will warn you of the dangers you’ve unknowingly unleashed. After the mysterious mage leaves, tell Tolfdir about the Psijic Order. He’ll then decide to search the coffins, causing a few draugr to burst from them. One of them will be a stronger draugr than the rest, but luckily Tolfdir is a fairly decent fighter so he’ll help you out.\n\nAfter they’ve been dealt with, proceed through the catacombs and in the next larger room, you’ll be attacked by more draugr. Kill them and Tolfdir will decide to stay behind to check the place out, so proceed to the marker in the next room by activating the chains on each side of the door. Follow the path, but beware of draugr popping out of coffins and you’ll also want to avoid the magic runes on the floor that will deal quite a bit of damage - you can either move around them or hit them with a destruction spell to trigger it.\n\nFollow the path until you go up a level. There are two chests up here you can loot before going through an iron door. Be careful of another floor trap in front of the next chest you see. When you reach another catacomb room, you’ll also find some black-colored pillars on the sides with various animals, like an eagle, a snake, or a whale depicted on them. You’ll need to rotate the pillars until the animals match the symbols behind the pillars.\n\nOnce you’ve correctly rotated all six pillars, use the lever and the gate should open. Open the doors at the end of the hallway to find yourself in a larger room. In here, you’ll find a strong draugr, so be ready! If you’re around level 15-20 it’ll be a draugr deathlord, and it’ll scale with your level. He may even have a shout that disarms you so if you’re using a melee weapon make sure to dodge the shout. Your best bet is to use a disabling shout or Fus-ro-Dah to knock him off the upper platform and give yourself a chance to shoot him with your bow or destruction spells. Once he’s been defeated, head into the next room and make sure to loot the chest before heading through the corridor to the right.\n\nAfter defeating him, continue on through the door on the back wall and grab the chest whilst avoiding the electric runes on the floor, and you’ll be in another hallway with a puzzle similar to the previous one.\n\nHowever, this is a bit of a trickier puzzle. Rotating the pillars will also rotate the other pillars . They’re trying to get smart on us! Check out what does what below:\n\nHere’s the order in which you need to press the pillars to solve this puzzle quickly (using the numbered screenshot above as reference):\n\nTurn pillar 3 once.\nTurn pillar 1 once.\nTurn pillar 4 once.\nTurn pillar 2 once.\nTurn pillar 4 once more.\nOnce you’ve got the pillars matching their corresponding symbols, go through the door and as you reach the next room, you’ll hear Tolfdir shouting for you. Head through to the final room where you’ll discover a large magical orb at the center.\n\nJyrik Gauldurson\nAn enemy named Jyrik Gauldurson appears, and at first it’s impossible to damage him. What you need to do is to distract him, whilst Tolfdir extracts the power from the orb behind it. Once you’re given the order from Tolfdir, Jyrik will be weak and susceptible to attack. He’s quite a strong mage enemy, so you’ll want to try to chunk him down before he deals too much damage. The room is big enough that you can back away from him and shoot him from afar. Defeating Jyrik Gauldurson and looting his body will also begin the ‘Forbidden Legend’ side quest.\n\nOnce he’s defeated, talk to Tolfdir. He will ask you to return to the college and tell the Arch-Mage Savos Aren about the orb. Head behind the orb to find a door that’ll take you to near the beginning of the dungeon. Before you head out, loot the chest and claim approach the Word Wall to learn a word for the Ice Form shout.\n\nNow proceed through the door and you’ll find a shortcut to the entrance. Leave Saarthal and head to the College. Once here, seek out the Arch-Mage in his chambers on the top floor. After you speak with him he’ll ask you you to go find Urag the Librarian to learn more about the orb. This will finish up the quest and begin the ‘Hitting the Books’ quest.\n\n",

        "isLink": "false",
        "link_title": "",
        "setLink": "",
        "isNative": "xxxxx"
      }
    ]
  }
}